Repository: vousmeevoyez/werkaut-online
Catalog: wger/locale/*/LC_MESSAGES/django.po
Languages: ca, it, pl, uk

source: Before you share links on social media you need to allow external access.
it: Prima di condividere collegamenti sulle reti sociali devi consentire l'accesso esterno.
uk: Перш ніж надсилати посилання на соціальні медіа, потрібно дозволити зовнішній доступ.

source: That's done here
ca: Es fa aquí
it: Fallo qui
pl: Wykonane tutaj
uk: Це зроблено тут

source: If a license has been localized, e.g. the Creative Commons licenses for the different countries, add them as separate entries here.
uk: Якщо ліцензія була локалізована, наприклад, як ліцензії Creative Commons для різних країн, додайте їх як окремі записи.

source: Training
ca: Entrenament
it: Allenamento
pl: Trening
uk: Тренування

source: Workouts
ca: Entrenaments
it: Allenamento
pl: Treningi
uk: Тренування

source: Workouts schedules
ca: Plans d'entrenament
it: Programma allenamenti
pl: Harmonogramy treningów
uk: Програми тренувань

source: Calendar
ca: Calendari
it: Calendario
pl: Kalendarz
uk: Календар

source: Gallery
ca: Galeria
it: Galleria
pl: Galeria
uk: Галерея

source: Workout templates
ca: Plantilles d'entrenaments
it: Modelli di allenamento
pl: Szablony treningu
uk: Шаблони тренувань

source: Your templates
ca: Les vostres plantilles
it: I tuoi modelli
pl: Twoje schematy
uk: Ваші шаблони

source: Public templates
ca: Plantilles públiques
it: Modelli pubblici
pl: Publiczne szablony
uk: Загальнодоступні шаблони

source: Exercises
ca: Exercicis
it: Esercizi
pl: Ćwiczenia
uk: Вправи

source: Administration
ca: Administració
it: Amministrazione
pl: Zarządzanie
uk: Адміністрація

source: Exercise edit history
it: Aggiorna storico esercizi
pl: Historia edycji ćwiczeń
uk: Історія редагування вправи

source: Equipment
ca: Equipament
it: Attrezzatura
pl: Sprzęt
uk: Обладнання

source: Muscles
ca: Músculs
it: Muscoli
pl: Mięśnie
uk: М'язи

source: Categories
it: Categorie
pl: Kategorie
uk: Категорії

source: Nutrition
ca: Nutrició
it: Piano nutrizionale
pl: Żywienie
uk: Харчування

source: Nutrition plans
ca: Plans de nutrició
it: Piani nutrizionali
pl: Plany żywienia
uk: Плани харчування

source: BMI calculator
ca: Calculadora de l'IMC
it: Calcolatore IMC
pl: Kalkulator BMI
uk: Калькулятор індексу маси тіла

source: Daily calories calculator
ca: Calculadora de calories diàries
it: Calcolo calorie giornaliere
pl: Kalkulator dziennych kalorii
uk: Калькулятор щоденних калорій

source: Ingredient overview
ca: Ingredients en un cop d'ull
it: Panoramica alimenti
pl: Rozpiska składników
uk: Огляд інгредієнтів

source: Ingredient weight units
ca: Unitats de pes dels ingredients
it: Unità di peso ingrediente
pl: Jednostka wagowa składników
uk: Одиниці ваги інгредієнтів

source: Ingredients pending review
ca: Ingredients pendents de revisar
it: Ingredienti in attesa di revisione
pl: Składniki oczekujące na akceptację
uk: Інгредієнти, що очікують розгляду

source: Body weight
ca: Pes corporal
it: Peso corporeo
pl: Waga ciała
uk: Вага тіла

source: Weight overview
ca: El pes en un cop d'ull
it: Panoramica peso corporeo
pl: Wykres masy ciała
uk: Огляд ваги

source: About this software
ca: Quant a aquest programari
it: Informazioni
pl: O tym programie
uk: Про це програмне забезпечення

source: About us
ca: Quant a nosaltres
it: Chi siamo
pl: O nas
uk: Про нас

source: License
ca: Llicència
it: Licenza
pl: Licencja
uk: Ліцензія

source: Developer documentation
ca: Documentació per a desenvolupadors
it: Documentazione dello sviluppatore
pl: Dokumentacja
uk: Документація для розробників

source: Get the code
ca: Obteniu el codi font
it: Ottieni il codice
pl: Pobierz kod źródłowy
uk: Отримати код

source: Translate
ca: Traduïu
it: Traduci
pl: Tłumacz
uk: Перекласти

source: Reset password
ca: Reinicialitza la contrasenya
it: Reimposta la password
pl: Resetuj hasło
uk: Скинути пароль

source: My preferences
ca: Les meves preferències
it: Preferenze
pl: Moje preferencje
uk: Мої налаштування

source: Logout
ca: Surt
it: Esci
pl: Wyloguj
uk: Вийти

source: Licenses
ca: Llicències
it: Licenza
pl: Licencje
uk: Ліцензії

source: Repetition units
ca: Unitats de repetició
it: Unità di ripetizione
pl: Jednostki potwórzeń
uk: Одиниці повторень

source: Weight units
ca: Unitats de pes
it: Unità peso
pl: Jednostki wagi
uk: Одиниця ваги

source: User list
ca: Llista d'usuaris
it: Lista utenti
pl: Lista użytkowników
uk: Список користувачів

source: Gyms
ca: Gimnasos
it: Palestre
pl: Siłownie
uk: Тренажерні зали

source: Password reset complete
ca: Reinicialització de la contrasenya completada
it: reimpostazione password completata
pl: Resetowanie hasła zakończone
uk: Відновлення пароля завершено

source: Your password has been set. You may go ahead and log in now.
ca: La vostra contrasenya s'ha reinicialitzat. Ja podeu procedir a entrar.
it: la tua password è stata impostata. Puoi andare avanti e fare il log in.
pl: Twoje hasło zostało ustawione. Możesz się teraz zalogować.
uk: Пароль встановлено. Тепер ви можете увійти.

source: Log in
ca: Entra
it: Entra
pl: Zaloguj
uk: Увійти

source: Password reset successful
ca: Contrasenya reinicialitzada amb èxit
it: Reset password riuscito
pl: Hasło zresetowane pomyślnie
uk: Пароль успішно відновлено

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
ca: Us hem enviat per correu instruccions per a reinicialitzar la contrasenya a l'adreça electrònica que heu facilitat. Hauria d'arrivar-vos aviat.
it: Abbiamo inviato per e-mail le istruzioni per l'impostazione della password all'indirizzo e-mail che hai inviato. Dovresti riceverlo a breve.
pl: Wysłaliśmy dalsze instrukcje zmian hasła na podany adres e-mail. Powinieneś otrzymać go wkrótce.
uk: Ми надіслали на вказану вами адресу електронної пошти лист з інструкціями щодо встановлення пароля. Ви повинні отримати його найближчим часом.

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s.
ca: Esteu rebent aquest correu perquè heu solicitat reinicialitzar la contrasenya del vostre compte d'usuari a %(site_name)s.
it: Hai ricevuto questa e-mail perché hai richiesto una reimpostazione della password per il tuo account utente all'indirizzo %(site_name)s.
pl: Otrzymałeś tego e-maila, ponieważ poprosiłeś o zmianę hasła dla Twojego konta użytkownika na %(site_name)s.
uk: Ви отримали цей лист, тому що ви зробили запит на відновлення пароля для облікового запису користувача на %(site_name)s.

source: Please go to the following page and choose a new password:
ca: Aneu a la pàgina següent i escolliu una nova contrasenya:
it: Vai alla pagina seguente e scegli una nuova password:
pl: Przejdź na podaną stronę i wpisz nowe hasło:
uk: Будь ласка, перейдіть на цю сторінку, та оберіть новий пароль:

source: Your username, in case you've forgotten:
ca: El vostre nom d'usuari, en cas que l'hagueu oblidat:
it: Il tuo nome utente, nel caso tu abbia dimenticato:
pl: Twój użytkownik, na wypadek gdybyś zapomniał:
uk: У разі, якщо ви забули своє ім'я користувача:

source: Thanks for using our site!
ca: Gràcies per usar el nostre lloc web!
it: Grazie per aver usato il nostro sito!
pl: Dziękujemy za korzystanie z naszej strony!
uk: Дякуємо за користування нашим сайтом!

source: The %(site_name)s team
ca: L'equip de %(site_name)s
it: I creatori di %(site_name)s
pl: Zespół %(site_name)s
uk: Команда сайту %(site_name)s

source: request info
it: richiedi informazioni
uk: інформація про запит

source: response info
it: risposta informazioni
uk: інформація про відповідь

source: previous
ca: enrere
it: precedente
pl: poprzednie
uk: назад

source: next
ca: següent
it: successivo
pl: następne
uk: вперед

source: Add weight log
ca: Afegeix registre de pes
it: Aggiungi record peso
pl: Dodaj wpis dot. wagi
uk: Додати журнал ваги

source: Placeholder image for exercise
ca: Imatge provisional per al vostre exercici
it: Immagine segnaposto per l'esercizio
pl: Zapychacz obrazka dla ćwiczenia
uk: Заповнювач зображення для вправи

source: This exercise has no repetitions.
ca: Aquest exercici no té repeticions.
it: Questo esercizio non ha ripetizioni.
pl: To ćwiczenie nie ma powtórzeń.
uk: Ця вправа не має повторів.

source: Edit them now.
ca: Edita-les.
it: Modificali ora.
pl: Edytuj je teraz.
uk: Редагувати їх зараз.

source: Add exercises to this workout day
ca: Afegeix exercicis a aquest dia d'entrenament
it: Aggiungi esercizi per questo giorno di allenamento
pl: Dodaj ćwiczenia do tego dnia treningowego
uk: Додати вправи до цього дня тренування

source: Reps
ca: Repeticions
it: Ripetizioni
pl: Powtórzenia
uk: Повтори

source: RiR
ca: RER
pl: Rezerwa powtórzeń
uk: Повторів можете зробити

source: You are using a guest account, data entered will be deleted after a week.
ca: Esteu usant un compte de convidat, les dades introduïdes s'esborraran passada una setmana.
it: Stai usando un account ospite, i dati inseriti verranno cancellati dopo una settimana.
pl: Korzystasz z konta gościa, dane wpisane w tym trybie będą skasowane po tygodniu.
uk: Ви використовуєте обліковий запис гостя, введені дані будуть видалені через тиждень.

source: Create some demo entries
ca: Crea algunes entrades de mostra
it: Crea alcune voci demo
pl: Utwórz kilka przykładowych wpisów
uk: Створіть деякі демонстраційні записи

source: Terms of service
ca: Condicions del servei
it: Termini di servizio
pl: Warunki świadczenia usługi
uk: Умови надання послуг

source: Features
ca: Funcions
it: Caratteristiche
pl: Cechy
uk: Особливості

source: API key
ca: Clau API
it: Chiave API
pl: Klucz API
uk: Ключ API

source: Generate an API key if you want to interact with wger via the <a href="%(url)s" rel="nofollow">REST API</a> it provides (for public resources such as the exercises or ingredients, you don't need to provide anything). You must pass this information in the header in the format shown below.
ca: Genereu una clau API si voleu interactuar amb wger mitjançant l'<a href="%(url)s" rel="nofollow">REST API</a> facilitada (per a recursos públics com ara exercicis o ingredients no cal passar res). Heu de passar aquesta informació en les capçaleres en el format que es mostra més avall.
it: Genera una chiave API se vuoi interagire con wger tramite <a href="%(url)s" rel="nofollow">l'API REST</a> che fornisce (per risorse pubbliche come gli esercizi o gli ingredienti, non è necessario fornire nulla). Devi passare queste informazioni nell'intestazione nel formato mostrato di seguito.
pl: Wygeneruj klucz API jeżeli chcesz komunikować się z wger przez udostępnione <a href="%(url)s" rel="nofollow">REST API</a> (nie potrzebujesz go dla publicznych zasobów takich jak ćwiczenia lub składniki). Klucz musisz podać w nagłówku w formacie podanym poniżej.
uk: Згенерувати ключ API, якщо ви хочете взаємодіяти з wger через <a href="%(url)s" rel="nofollow">REST API</a>, який він надає (для загальнодоступних ресурсів, таких як вправи або інгредієнти, вам не потрібно нічого надавати). Ви повинні передати цю інформацію в заголовку у форматі, показаному нижче.

source: For security reasons, you should only access the API via HTTPS.
ca: Per motius de seguretat, hauríeu d'accedir a l'API només mitjançant HTTPS.
it: Per motivi di sicurezza, dovresti accedere all'API tramite HTTPS.
pl: Ze względów bezpieczeństwa, powinieneś używać API tylko przez HTTPS.
uk: З міркувань безпеки ви повинні доступатись до API лише через HTTPS.

source: Your API key
ca: La vostra clau API
it: La tua chiave API
pl: Twój klucz API
uk: Ваш ключ API

source: You have no API key yet
ca: Encara no teniu cap clau API
it: Non hai ancora una chiave API
pl: Nie masz jeszcze klucza API
uk: У вас ще немає ключа API

source: Delete current API key and generate new one
ca: Esborra la clau API actual i genera'n una altra
it: Elimina la chiave API corrente e generane una nuova
pl: Usuń swój klucz API i wygeneruj nowy
uk: Видалити поточний ключ API і створити новий

source: Generate new API key
ca: Genera una nova clau API
it: Genera una nuova chiave API
pl: Generuj nowy klucz API
uk: Згенерувати новий ключ API

source: Documentation
ca: Documentació
it: Documentazione
pl: Dokumentacja
uk: Документація

source: Delete account
ca: Cancel·la el compte
it: Cancella account
pl: Usuń konto
uk: Видалити обліковий запис

source: Are you sure?
ca: Esteu segur?
it: Sei sicuro/a?
pl: Czy na pewno?
uk: Ви впевнені?

source: This action will delete the user account "%(username)s". It will also irrevocably remove all the data associated with it (workouts, logs, etc.) and can't be undone.
ca: Aquesta acció escborrarà el compte d'usuari "%(username)s". També eliminarà de forma irrevocable totes les dades associades (entrenaments, registres, etc.) sense possibilitat de desfer-ho.
it: Questa azione eliminerà l'account utente «%(username)s». Rimuoverà anche irrevocabilmente tutti i dati ad esso associati (allenamenti, registri, ecc.) e non può essere annullato.
pl: Ta akcja usunie konto użytkownika " %(username)s". Usunie także wszelkie jego dane (treningi, logi, itd.). ta czynność nie może zostać cofnięta
uk: Ця дія видалить обліковий запис користувача "%(username)s" . Це також безповоротно видалить всі пов'язані з нею дані (тренування, журнали тощо) і не може бути скасована.

source: No account?
ca: No teniu cap compte?
it: Nessun account?
pl: Brak konta?
uk: Немає облікового запису?

source: Forgot password?
ca: Contrasenya oblidada?
it: Password dimenticata?
pl: Zapomniałeś hasła?
uk: Забули пароль?

source: last %(number)s
ca: darrers %(number)s
it: ultimo %(number)s
pl: ostatnie %(number)s
uk: останні %(number)s

source: Overview
ca: Visió general
it: Panoramica
pl: Podsumowanie
uk: Огляд

source: Add workout
ca: Afegeix entrenament
it: Aggiungi allenamento
pl: Dodaj trening
uk: Додати тренування

source: Date
ca: Data
it: Data
pl: Data
uk: Дата

source: Description
ca: Descripció
it: Descrizione
pl: Opis
uk: Опис

source: Number of logs (days)
ca: Nombre de registres (dies)
it: Numero di registri (giorni)
pl: Liczba logów (dni)
uk: Кількість записів (днів)

source: Last activity
ca: Darrera activitat
it: Ultima attività
pl: Ostatnia aktywność
uk: Остання активність

source: Log
ca: Registre
it: Diario
uk: Журнал

source: General impression
ca: Impressió general
it: Impressioni generali
pl: Ogólna ocena
uk: Загальне враження

source: Notes
it: Note
pl: Notatki
uk: Примітки

source: Time
ca: Temps
it: Tempo
pl: Czas
uk: Час

source: Add nutrition plan
ca: Afegeix pla de nutrició
it: Aggiungi piano nutrizionale
pl: Dodaj plan żywienia
uk: Додати план харчування

source: Actions
ca: Accions
it: Azioni
pl: Akcje
uk: Дії

source: Deactivate user
ca: Desactiva l'usuari
it: Disattiva utente
pl: Deaktywuj użytkownika
uk: Деактивувати користувача

source: Activate user
ca: Activa l'usuari
it: Attiva utente
pl: Aktywuj użytkownika
uk: Активувати користувача

source: Reset user password
ca: Reinicialitza contrasenya de l'usuari
it: Reset password utente
pl: Resetuj hasło użytkownika
uk: Скинути пароль користувача

source: Roles
ca: Rols
it: Ruoli
pl: Role
uk: Ролі

source: Password reset confirmation
ca: Confirmació de reinicialització de la contrasenya
it: Reset password confermato
pl: Potwierdzenie resetu hasła
uk: Підтвердження відновлення пароля

source: Do you really want to change this user&#39;s password?
ca: Voleu canviar la contrasenya d'aquest usuari?
it: Vuoi veramente cambiare la password di questo user&#39;s?
pl: Czy naprawdę chcesz zmienić hasło tego użytkownika?
uk: Ви дійсно бажаєте змінити пароль цього користувача?

source: No
pl: Nie
uk: Ні

source: Yes
ca: Sí
it: Si
pl: Tak
uk: Так

source: Details
ca: Detalls
it: Dettagli
pl: Szczegóły
uk: Деталі

source: Phone
ca: Telèfon
it: Numero
pl: Telefon
uk: Телефон

source: Address
ca: Adreça
it: Via
pl: Adres
uk: Адреса

source: Registered
ca: Registrat
it: Registrato
pl: Zarejestrowano
uk: Зареєстрований

source: Last login
ca: Darrera connexió
it: Ultimo login
pl: Zalogowany ostatnio
uk: Останній вхід

source: Status
ca: Estat
it: Stato
uk: Статус

source: Active
ca: Actiu
it: Attivo
pl: Aktywny
uk: Активний

source: Inactive
ca: Inactiu
it: Inattivo
pl: Nieaktywny
uk: Неактивний

source: Contracts
ca: Contractes
it: Contratti
pl: Kontrakty
uk: Контракти

source: Documents
it: Documenti
pl: Dokumenty
uk: Документи

source: Download
ca: Descarrega
it: Scarica
pl: Pobierz
uk: Завантажити

source: Configuration
ca: Configuració
it: Configurazione
pl: Konfiguracja
uk: Конфігурація

source: Include in inactive overview
ca: Inclou a la vista general d'inactius
it: Includi in una panoramica inattiva
pl: Uwzględnij w podglądzie nieaktywnych
uk: Включити в огляд неактивних

source: Admin login is only available for users in %(gym_name)s
ca: La connexió com a administrador només està disponible per a usuaris de %(gym_name)s
it: Accesso amministratore disponibile per %(gym_name)s
pl: Logowanie jako administrator dostępne jest tylko dla użytkowników w %(gym_name)s
uk: Вхід адміністратора доступний лише для користувачів у %(gym_name)s

source: Log in as this user
ca: Connecta amb aquest compte
it: Entra come questo utente
pl: Zaloguj się jako ten użytkownik
uk: Увійти як цей користувач

source: Preferences
ca: Opcions
it: Preferenze
pl: Preferencje
uk: Налаштування

source: Verified email
it: Email verificata
pl: Zweryfikowany adres e-mail
uk: Підтверджена електронна пошта

source: Unverified email
it: Email non verificata
pl: Niezweryfikowany adres e-mail
uk: Непідтверджена електронна пошта

source: Send verification email
it: Invia email di verifica
pl: Wyślij email weryfikacyjny
uk: Надіслати електронний лист для підтвердження

source: You need to verify your email to contribute exercises
it: Devi confermare l'email per contribuire agli esercizi
pl: Aby przesyłać ćwiczenia, musisz zweryfikować swój adres e-mail
uk: Вам необхідно підтвердити свою електронну пошту, щоб надсилати вправи

source: Change password
ca: Canvia la contrasenya
it: Cambia la password
pl: Zmień hasło
uk: Змінити пароль

source: kg
uk: кг

# weight unit, i.e. grams
source: g
uk: г

source: lb
uk: фунт

# weight unit, i.e. ounces
source: oz
uk: унцій

source: Successfully deleted
ca: Esborrat amb èxit
it: Eliminato con successo
pl: Pomyślnie usunięto
uk: Успішно вилучено

source: Delete {0}?
ca: Esborrar {0}?
it: Eliminare {0}?
pl: Usunąć {0}?
uk: Вилучити {0}?

source: Edit {0}
ca: Edita {0}
it: Modifica {0}
pl: Edytuj {0}
uk: Змінити {0}

source: We have created sample workout, workout schedules, weight logs, (body) weight and nutrition plan entries so you can better see what this site can do. Feel free to edit or delete them!
ca: Hem creat un entrenament de mostra, pla d'entrenament, registres de pes i entrades de pla nutricional per a que podeu veure millor què pot fer aquest web. Podeu editar-les o esborrar-les!
it: Abbiamo creato un esempio di allenamento, programmi di allenamento, registri di pesatura, peso corporeo e voci del piano nutrizionale in modo da poter vedere meglio ciò che questo sito può fare. Sentiti libero di modificarli o cancellarli!
pl: Stworzyliśmy przykładowy trening, przykładowe harmonogramy, wpisy wagowe oraz plany żywieniowe i wagowe, byś mógł lepiej zobaczyć co można zrobić na stronie. Możesz je dowolnie edytować lub skasować!
uk: Ми створили зразок тренування, програми тренувань, журнали ваг, журнали маси тіла та плани харчування, щоб ви могли краще побачити, що може зробити цей сайт. Ви можете редагувати або видаляти їх!

source: Rest day
ca: Dia de repòs
it: Giorno di riposo
pl: Dzień odpoczynku
uk: День відпочинку

source: Feedback
ca: Escriviu-nos
it: Commenti
pl: Opinia
uk: Відгук

source: Submit
ca: Envia
it: Invia
pl: Zapisz
uk: Надіслати

source: Your feedback was successfully sent. Thank you!
ca: Els vostres comentaris s'han enviat amb èxit. Gràcies!
it: Il tuo commento è stato mandato con successo. Grazie!
pl: Twoja opinia została poprawnie wysłana. Dziękujemy!
uk: Ваш відгук успішно надіслано. Дякуємо!

source: Account "{0}" was successfully deleted
ca: El compte «{0}» s'ha esborrat amb èxit
it: L'account «{0}» è stato eliminato con successo
pl: Konto "{0}" zostało poprawnie skasowane
uk: Обліковий запис "{0}" успішно видалено

source: You were successfully registered
ca: Us heu registrat amb èxit
it: Ti sei registrato/a con successo
pl: Zostałeś poprawnie zarejestrowany
uk: Ви успішно зареєстровані

source: Settings successfully updated
ca: Opcions actualitzades amb èxit
it: Impostazioni aggiornate con successo
pl: Ustawienia pomyślnie zaktualizowane
uk: Налаштування успішно оновлено

source: The user was successfully deactivated
ca: S'ha desactivat l'usuari amb èxit
it: Utente è stato disattivato con successo
pl: Użytkownik pomyślnie zdezaktywowany
uk: Користувач був успішно деактивований

source: The user was successfully activated
ca: S'ha activat l'usuari amb èxit
it: Utente è stato attivato con successo
pl: Użytkownik pomyślnie aktywowany
uk: Користувач успішно активований

source: Edit user
ca: Edita l'usuari
it: Modifica utente
pl: Edytuj użytkownika
uk: Редагувати користувача

source: Username
ca: Nom d'usuari
it: Nome utente
pl: Nazwa użytkownika
uk: Ім'я користувача

source: Gym
ca: Gimnàs
it: Palestra
pl: Siłownia
uk: Тренажерний зал

source: A verification email was sent to %(email)s
it: Un'email di verifica è stata inviata a %(email)s
pl: E-mail weryfikacyjny został wysłany na adres %(email)s
uk: Підтверджувальний лист було надіслано на електронну адресу %(email)s

source: Category
ca: Categoria
it: Categoria
pl: Kategoria
uk: Категорія

source: Primary muscles
ca: Músculs primaris
it: Muscoli primari
pl: Mięśnie główne
uk: Основні м'язи

source: Secondary muscles
ca: Músculs secundaris
it: Muscoli secondari
pl: Mięśnie pomocnicze
uk: Другорядні м'язи

source: Variations
ca: Variacions
it: Variazioni
pl: Możliwości
uk: Варіації

source: Exercise Categories
ca: Categories d'exercicis
it: Categorie esercizi
pl: Kategorie ćwiczeń
uk: Категорії вправ

source: Exercise
ca: Exercici
it: Esercizio
pl: Ćwiczenie
uk: Вправа

source: A comment about how to correctly do this exercise.
ca: Un comentari sobre com fer aquest exercici correctament.
it: Un commento su come eseguire correttamente l'esercizio.
pl: Komentarz jak poprawnie wykonywać to ćwiczenie.
uk: Коментар про те, як правильно виконувати цю вправу.

source: Language
ca: Llengua
it: Lingua
pl: Język
uk: Мова

source: Alias for an exercise
it: Sinonimi di un esercizio
pl: Nacisk na ćwiczenie
uk: Псевдонім вправи

source: Line
ca: Lineal
it: Linea
pl: Linia
uk: Лінія

source: Low-poly
it: Basso numero di poligoni
pl: Mało powtórzeń
uk: Малополігональний

source: Photo
ca: Foto
it: Foto
pl: Zdjęcie
uk: Знімок

source: Other
ca: Altres
it: Altro
pl: Inny
uk: Інше

source: Image
ca: Imatge
it: Immagine
pl: Obraz
uk: Зображення

source: Only PNG and JPEG formats are supported
ca: Només se suporten els formats PNG i JPEG
it: Sono supportati solo i formati PNG e JPEG
pl: Tylko formaty PNG i JPEG są obsługiwane
uk: Підтримуються лише формати PNG і JPEG

source: Main picture
ca: Imatge principal
it: Immagine principale
pl: Główny obraz
uk: Головне зображення
