Repository: vousmeevoyez/werkaut-online
Catalog: wger/locale/*/LC_MESSAGES/django.po
Languages: ca, it, pl, uk

source: Tick the box if you want to set this image as the main one for the exercise (will be shown e.g. in the search). The first image is automatically marked by the system.
ca: Marqueu la casella si voleu que aquesta imatge sigui la principal per a aquest exercici (es mostrarà p. e. a la cerca). El sistema marca automàticament la primera imatge com a principal.
it: Spunta la casella se vuoi impostare questa immagine come principale per l'esercizio (verrà mostrata ad es. Nella ricerca). La prima immagine viene automaticamente contrassegnata dal sistema.
pl: Zaznacz, jeżeli chcesz ustawić ten obraz jako główny dla ćwiczenia (będzie wyświetlany np. w wyszukiwarce). Pierwszy obraz zostanie automatycznie wykorzystany.
uk: Поставте прапорець, якщо ви хочете встановити це зображення як основне для вправи (буде показано, наприклад, у пошуку). Перше зображення автоматично позначається системою.

source: The art style of your image
ca: La tècnica estilística de la vostra imatge
it: Lo stile artistico della tua immagine
pl: Styl zdjęcia
uk: Художній стиль вашого зображення

source: In latin, e.g. "Pectoralis major"
ca: En llatí, p. e. «Pectoralis major»
it: In latino es. «Pectoralis major»
pl: Po łacinie, np. "Pectoralis major"
uk: На латині, напр. "Pectoralis major"

source: Alternative name
it: Nome alternativo
pl: Alternatywna nazwa
uk: Альтернативна назва

source: A more basic name for the muscle
it: Un nome più semplice per il muscolo
pl: Bardziej podstawowa nazwa mięśnia
uk: Більш основна назва м'язів

source: Maximum file size is %(size)sMB.
it: La dimensione massima del file è %(size)sMB.
pl: Maksymalny rozmiar pliku wynosi %(size)sMB.
uk: Максимальний розмір файлу - %(size)sМБ.

source: File type is not supported
it: Il tipo di file non è supportato
pl: Typ pliku nie jest obsługiwany
uk: Тип файлу не підтримується

source: File is not a valid video
it: Il file non è un video valido
pl: Plik nie jest prawidłowym filmem
uk: Файл не є припустимим відеофайлом

source: Main video
it: Video principale
pl: Główne wideo
uk: Головне відео

source: Video
pl: Wideo
uk: Відео

source: Size
it: Dimensione
pl: Rozmiar
uk: Розмір

source: Duration
ca: Duració
it: Durata
pl: Czas trwania
uk: Тривалість

source: Width
it: Larghezza
pl: Szerokość
uk: Ширина

source: Height
it: Altezza
pl: Wzrost
uk: Висота

source: Codec
pl: Kod
uk: Кодек

source: Codec, long name
it: Codec, nome completo
pl: Kod, długa nazwa
uk: Кодек, довга назва

source: Equipment list
ca: Llista d'equipaments
it: Lista attrezzatura
pl: Lista sprzętu
uk: Список обладнання

source: Add new equipment
ca: Afegeix un nou equipament
it: Aggiungi nuova attrezzatura
pl: Dodaj nowy sprzęt
uk: Додайте нове обладнання

source: Exercise admin history
it: Storico allenamenti admin
pl: Historia administratora ćwiczeń
uk: Історія адміністрування вправ

source: Action
it: Azione
pl: Akcja
uk: Дія

source: User
ca: Usuari
it: Utente
pl: Użytkownik
uk: Користувач

source: Object
pl: Obiekt
uk: Об'єкт

source: Changes
it: Variazioni
pl: Zmiany
uk: Зміни

source: Revert
it: Ripristina
pl: Odwracać
uk: Повернути

source: View Object
it: Vedi Oggetto
pl: Zobacz obiekt
uk: Перегляд об'єкту

source: View changes
it: Guarda cambiamenti
pl: Zobacz zmiany
uk: Перегляд змін

source: Revert changes
it: Ripristina cambiamenti
pl: Przywróć zmiany
uk: Повернення змін

source: Muscle overview
ca: Vista general del músculs
it: Prospetto dei muscoli
pl: Rozpiska mieśni
uk: Огляд м'язів

source: Add muscle
ca: Afegeix múscul
it: Aggiungi muscolo
pl: Dodaj mięsień
uk: Додати м'язи

source: Add category
ca: Afegeix categoria
it: Aggiungi categoria
pl: Dodaj kategorię
uk: Додати категорію

source: This will also delete all exercises in this category.
ca: Això també esborrarà tots els exercicis d'aquesta categoria.
it: Saranno cancellati tutti gli esercizi della categoria.
pl: To również usunie ćwiczenia w tej kategorii.
uk: Також буде видалено всі вправи цієї категорії.

source: Delete equipment?
ca: Voleu esborrar l'equipament?
it: Cancella attrezzatura?
pl: Usunąć sprzęt?
uk: Видалити обладнання?

source: This will delete the exercise from all workouts.
ca: Això esborrarà l'exercici de tots els entrenaments.
it: L'esercizio sarà eliminato da tutti gli allenamenti.
pl: To usunie ćwiczenie ze wszystkich treningów.
uk: Це призведе до видалення вправи з усіх тренувань.

source: Add image
ca: Afegeix imatge
it: Aggiungi immagine
pl: Dodaj obraz
uk: Додати зображення

source: Trainer
ca: Entrenador
it: Allenatore
pl: Trener
uk: Тренер

source: Gym administrator
ca: Administrador del gimnàs
it: Amministratore della palestra
pl: Zarządca siłowni
uk: Адміністратор тренажерного залу

source: General manager
ca: Gerent
it: Direttore generale
pl: Menadżer generalny
uk: Головний менеджер

source: Required. 30 characters or fewer. Letters, digits and @/./+/-/_ only.
ca: Requerit. 30 caràcters o menys. Només lletres, números i @/./+/-/_.
it: Necessario. 30 caratteri o meno. Lettere, cifre e solo @/./+/-/_
pl: Wymagane. 30 znaków lub mniej. Tylko litery, cyfry i znaki @/./+/-/_ .
uk: Обов'язкове. 30 символів або менше. Літери, цифри та @/./+/-/_.

source: This value may contain only letters, numbers and @/.//-/_ characters.
ca: Aquest valor només pot contenir lletres, números i @/./+/-/_.
it: Questo valore può contenere solo lettere, numeri e caratteri @/.//-/_
pl: To pole może zawierać wyłącznie litery, cyfry oraz znaki @/.//-/_ .
uk: Це значення може містити лише літери, цифри та символи @/.//-/_.

source: A user with that username already exists.
ca: Ja existeix un usuari amb aquest nom.
it: Un utente con quel nome utente esiste già.
pl: Użytkownik o podanym pseudonimie już istnieje.
uk: Користувач з таким ім'ям вже існує.

source: Reminder of inactive members
ca: Recordatori de membres inactius
it: Promemoria di membri inattivi
pl: Przypomnienie o nieaktywnych członkach
uk: Нагадування про неактивних учасників

source: Note
ca: Nota
pl: Notatka
uk: Примітка

source: Yearly
ca: Anual
it: Annuale
pl: Rocznie
uk: Щорічно

source: Half yearly
ca: Semestral
it: Semestrale
pl: Co pół roku
uk: На півроку

source: Monthly
ca: Mensual
it: Mensile
pl: Miesięcznie
uk: Щомісячно

source: Biweekly
ca: Bisetmanal
it: Bisettimanalmente
pl: Co dwa tygodnie
uk: Двічі на тиждень

source: Weekly
ca: Setmanal
it: Settimanale
pl: Tygodniowo
uk: Щотижня

source: Daily
ca: Diari
it: Giornaliero
pl: Dziennie
uk: Щодня

source: Contract type
ca: Tipus de contracte
it: Tipo di contratto
pl: Typ kontraktu
uk: Тип контракту

source: Amount
ca: Quantitat
it: Quantità
pl: Kwota
uk: Сума

source: Payment type
ca: Tipus de pagament
it: Tipo di pagamento
pl: Typ płatności
uk: Тип оплати

source: How often the amount will be charged to the member
ca: Amb quina freqüència es carregarà aquesta quantitat al membre
it: Quante volte l'importo verrà addebitato al membro
pl: Jak często kwota będzie naliczana
uk: Як часто сума стягуватиметься з учасника

source: Contract is active
ca: El contracte és actiu
it: Contratto è attivo
pl: Kontrakt jest aktywny
uk: Контракт активний

source: Start date
ca: Data d'inici
it: Data di partenza
pl: Data rozpoczęcia
uk: Дата початку

source: End date
ca: Data de finalització
it: Data fine
pl: Data zakończenia
uk: Кінцева дата

source: ZIP code
ca: Codi postal
it: Codice postale
pl: Kod pocztowy
uk: Поштовий індекс

source: City
ca: Ciutat
it: Città
pl: Miasto
uk: Місто

source: Street
ca: Carrer
it: Via
pl: Ulica
uk: Вулиця

source: Profession
ca: Ocupació
it: Professione
pl: Zawód
uk: Професія

source: Trainer: can see the users for a gym
ca: Entrenador: pot veure els usuaris per a un donat gimnàs
it: Allenatore: può vedere gli utenti per una palestra
pl: Trener: może widzieć członków siłowni
uk: Тренер: бачить користувачів залу

source: Admin: can manage users for a gym
ca: Administrador: pot gestionar els usuaris per a un donat gimnàs
it: Amministratore: può gestire gli utenti per una palestra
pl: Zarządca: może zarządzać członkami siłowni
uk: Адміністратор: може керувати користувачами залу

source: Admin: can administrate the different gyms
ca: Director: pot gestionar els diversos gimnasos
it: Amministratore: puoi amministrare le diverse palestre
pl: Zarządca: może zarządzać innymi siłowniami
uk: Адміністратор: може керувати різними залами

source: Owner
ca: Propietari
it: Proprietario
pl: Właściciel
uk: Власник

source: Number of weeks since the last time a user logged his presence to be considered inactive
ca: Nombre de setmanes des de la darrera connexió d'un usuari per a què es consideri inactiu
it: Numero di settimane dall'ultima volta in cui un utente ha registrato la sua presenza per essere considerato inattivo
pl: Ilość tygodni od ostatniego zalogowania, po których użytkownik jest uznawany za nieaktywnego
uk: Кількість тижнів відсутності користувача, по закінченню яких його присутність буде вважатися неактивною

source: Show name in header
ca: Mostra el nom a la capçalera
it: Mostra nome nell'intestazione
pl: Pokaż imię w nagłówku
uk: Показувати назву в заголовку

source: Show the name of the gym in the site header
ca: Mostra el nom del gimnàs a la capçalera del web
it: Mostra il nome della palestra nell'intestazione del sito
pl: Pokaż nazwę sali treningowej w nagłówku strony
uk: Показати назву тренажерного залу в заголовку сайта

source: Configuration for {}
ca: Configuració per a {}
it: Configurazione per {}
pl: Konfiguracja dla {}
uk: Конфігурація для {}

source: Overview of inactive members
ca: Vista general de membres inactius
it: Panoramica dei membri inattivi
pl: Rozpiska nieaktywnych członków
uk: Огляд неактивних членів

source: Receive email overviews of inactive members
ca: Rebre resums d'usuaris inactius per correu electrònic
it: Ricevi panoramiche e-mail dei membri inattivi
pl: Otrzymuj rozpiski nieaktywnych członków w formie e-maila
uk: Отримувати електронні листи з оглядом неактивних учасників

source: Include this user in the email list with inactive members
ca: Inclou aquest usuari a la llista de correu amb membres inactius
it: Includi questo utente nell'elenco e-mail dei membri inattivi
pl: Uwzględnij tego użytkownika w e-mailu listującym nieaktywnych członków
uk: Включити цього користувача до списку листів з неактивними членами

source: Document
it: Documento
pl: Dokument
uk: Документ

source: Will use file name if nothing provided
ca: S'usarà el nom del fitxer si no es facilita una altra cosa
it: Userà il nome del file se non viene fornito nulla
pl: Użyje nazwy pliku jeżeli nic nie zostanie wpisane
uk: Якщо нічого не вказано, буде використано назву файлу

source: User notes
ca: Notes de l'usuari
it: Note utente
pl: Notatki użytkownika
uk: Примітки користувача

source: Show
ca: Mostra
it: Mostra
pl: Pokaż
uk: Показати

source: Contract
ca: Contracte
it: Contratto
pl: Kontrakt
uk: Контракт

source: Contract options
ca: Opcions de contracte
it: Opzioni contratto
pl: Opcje kontraktu
uk: Опції контракту

source: Contract types
ca: Tipus de contracte
it: Tipi di contratto
pl: Typy kontraktów
uk: Типи контракту

source: The following users have not visited the gym in the last %(weeks)s weeks
ca: El següents usuaris no han visitat el gimnàs en les darreres %(weeks)s setmanes
it: I seguenti utenti non hanno visitato la palestra nelle ultime %(weeks)s settimane
pl: Następujacy członkowie nie odwiedzili siłowni od ostatnich %(weeks)s tygodni
uk: Наступні користувачі не відвідували тренажерний зал протягом останніх %(weeks)s тижнів

source: Gym list
ca: Llista de gimnasos
it: Lista palestre
pl: Lista siłowni
uk: Список тренажерних залів

source: Global gym configuration
ca: Configuració global de gimnasos
it: Configurazione globale
pl: Globalna konfiguracja siłowni
uk: Глобальна конфігурація тренажерного залу

source: Add new gym
ca: Afegeix un nou gimnàs
it: Aggiungi nuova palestra
pl: Dodaj nową siłownię
uk: Додати новий тренажерний зал

source: Administrators and trainers
ca: Administradors i entrenadors
it: Amministratori e istruttori
pl: Zarządcy i trenerzy
uk: Адміністратори і тренери

source: Gym manager
ca: Director del gimnàs
it: Responsabile della palestra
pl: Menadżer siłowni
uk: Менеджер тренажерного залу

source: This gym has no administrators or trainers
ca: Aquest gimnàs no té administradors ni entrenadors
it: Questa palestra non ha amministratori o allenatori
pl: Ta siłownia nie ma żadnych zarządcow ani trenerów
uk: У цьому тренажерному залі немає адміністраторів чи тренерів

source: Export
ca: Exporta
it: Esporta
pl: Eksportuj
uk: Експортувати

source: Members
ca: Membres
it: Membri
pl: Członkowie
uk: Учасники

source: Gym configuration
ca: Configuració del gimnàs
it: Configurazione della palestra
pl: Konfiguracja siłowni
uk: Конфігурація тренажерного залу

source: Inactive members
ca: Membres inactius
it: Membri inattivi
pl: Nieaktywni członkowie
uk: Неактивні учасники

source: weeks
ca: setmanes
it: settimane
pl: tygodnie
uk: тижні

source: My configuration
ca: La meva configuració
it: La mia configurazione
pl: Moja konfiguracja
uk: Моя конфігурація

source: Types
ca: Tipus
it: Tipi
pl: Typy
uk: Типи

source: Emails
ca: Adreces electròniques
it: E-mail
pl: Emaile
uk: Електронні листи

source: Add member
ca: Afegeix un membre
it: Aggiungi membro
pl: Dodaj członka
uk: Додати учасника

source: Info
ca: Informació
pl: Informacje
uk: Інформація

source: Please write down the user password or save the exported file, which contains all the user data, and keep it in a safe place. The password cannot be recovered later.
ca: Anoteu la contrasenya de l'usuari o deseu el fitxer exportat, que conté totes les dades de l'usuari, i emmagatzemeu-lo en un lloc segur. La contrasenya no es pot recuperar més endavant.
it: Annotare la password dell'utente o salvare l'esportazione file, che contiene tutti i dati dell'utente e conservarlo in un luogo sicuro. La password non può essere recuperata in seguito.
pl: Proszę zapisać hasło użytkownika bądź wyeksportowany plik, który zawiera jego dane, i przechować je w bezpiecznym miejscu. Hasło nie może zostać później odzyskane.
uk: Будь ласка, вкажіть пароль користувача або збережіть експортований файл, який містить всі дані користувача і тримайте його в надійному місці. Пароль не може бути відновлений пізніше.

source: Export user data
ca: Exporta dades de l'usuari
it: Esporta dati utente
pl: Eksportuj dane użytkownika
uk: Експорт даних користувача

source: This user's password has been reset. Please notify the user of their new password.
ca: S'ha reinicialitzat la contrasenya de l'usuari. Notifiqueu l'usuari la seva nova contrasenya.
it: La password di questo utente è stata ripristinata. Si prega di avvisare l'utente della sua nuova password.
pl: Hasło użytkownika zostało pomyślnie zresetowane. Poinformuj użytkownika o jego nowym haśle.
uk: Пароль користувача було скинуто. Повідомте користувача про новий пароль.

source: Add note
ca: Afegeix nota
it: Aggiungi nota
pl: Dodaj notatkę
uk: Додати запис

source: Add contract
ca: Afegeix contracte
it: Aggiungi contratto
pl: Dodaj kontrakt
uk: Додати контракт

source: Add option
ca: Afegeix opció
it: Aggiungi opzione
pl: Dodaj opcję
uk: Додати опцію

source: Delete {0}
ca: Esborra {0}
it: Elimina {0}
pl: Usuń {0}
uk: Видалити {0}

source: Add contract type
ca: Afegeix tipus de contracte
it: Aggiunti tipo del contratto
pl: Dodaj typ kontraktu
uk: Додати тип контракту

source: Gender
ca: Gènere
it: Sesso
pl: Płeć
uk: Стать

source: Add user to gym
ca: Afegeix usuari al gimnàs
it: Aggiungi membro alla palestra
pl: Dodaj członka do siłowni
uk: Додати користувача до залу

source: Edit gym
ca: Edita el gimnàs
it: Modifica palestra
pl: Edytuj siłownię
uk: Редагувати тренажерний зал

source: Abs
it: Addome
pl: Brzuch
uk: Прес

source: Arms
it: Braccia
pl: Ramiona
uk: Руки

source: Back
it: Dorso
pl: Plecy
uk: Спина

source: Barbell
it: Bilanciere
pl: Sztanga
uk: Штанга

source: Bench
it: Panca Orizzontale
pl: Ławka
uk: Лавка

source: Biceps
it: Bicipiti
uk: Біцепс

source: Body Weight
uk: Вага тіла

source: Calves
it: Polpacci
pl: Łydki
uk: Литки

source: Cardio
uk: Кардіо

source: Chest
it: Petto
pl: Klatka piersiowa
uk: Груди

source: Dumbbell
it: Manubrio
pl: Hantle
uk: Гантелі

source: Glutes
it: Glutei
pl: Pośladki
uk: Сідниці

source: Gym mat
it: Tappetino
pl: Mata gimnastyczna
uk: Мат

source: Hamstrings
it: Tendini del ginocchio
pl: Tył uda
uk: Підколінні сухожилля

source: Incline bench
it: Panca inclinata
pl: Ławka skośna
uk: Лавка похила

source: Kettlebell
pl: Odważniki
uk: Гирі

source: Kilometers
it: Chilometri
pl: Kilometry
uk: Кілометри

source: Kilometers Per Hour
it: Chilometri all'ora
uk: Кілометрів на годину

source: Lats
it: Dorsali
pl: mięsień najszerszy grzbietu
uk: Найширші м'язи спини

source: Legs
it: Gambe
pl: Nogi
uk: Ноги

source: Max Reps
it: Numero massimo di ripetizioni
uk: Максимальна кількість повторень

source: Miles
it: Miglia
pl: Mile
uk: Милі

source: Miles Per Hour
it: Miglia all'ora
uk: Миль на годину

source: Minutes
it: Minuti
pl: Minuty
uk: Хвилини

source: Plates
it: Piatti
uk: Пластини

source: Pull-up bar
it: Spalliera
pl: Drążek
uk: Перекладина

source: Quads
it: Quadricipiti
pl: Mięsień czworogłowy
uk: Квадрицепс

source: Repetitions
ca: Repeticions
it: Ripetizioni
pl: Powtórzenia
uk: Повтори

source: SZ-Bar
it: Bilanaciere Obliquo SZ
pl: Sztanga łamana
uk: SZ-Штанга

source: Seconds
it: Secondi
pl: Sekundy
uk: Секунди

source: Shoulders
it: Spalle
pl: Barki
uk: Плечі

source: Swiss Ball
it: Palla Da Ginnastica
pl: Piłka do ćwiczeń
uk: Фітбол

source: Triceps
it: Tricipiti
uk: Трицепси

source: Until Failure
it: Fino al Fallimento
pl: Do porażki
uk: До відмови

source: none (bodyweight exercise)
it: nessuno (esercizio a corpo libero)
pl: żaden (własny ciężar ciała)
uk: немає (вправа з вагою тіла)

# As in "email subject"
source: Subject
ca: Assumpte
it: Oggetto
pl: Temat
uk: Тема

# As in "content of an email"
source: Content
ca: Contingut
it: Contenuto
pl: Treść
uk: Вміст

source: Generate preview
ca: Genera una vista prèvia
it: Genera anteprima
pl: Pokaż podgląd
uk: Утворити попередній перегляд

source: Steps
ca: Passos
it: Passi
pl: Kroki
uk: Кроки

source: Fill in the form
ca: Ompliu el formulari
it: Riempi il form
pl: Wypełnij formularz
uk: Заповніть форму

source: You will receive a preview email for you to review
ca: Rebreu una vista prèvia del correu per a que la reviseu
it: Riceverai un'e-mail di anteprima per la controllare
pl: Otrzymasz e-mail podglądowy do oceny
uk: Ви отримаєте повідомлення електронною поштою для перевірки

source: You can update and correct the content as often as you need before sending the emails
ca: Podeu actualitzar i corregir-ne el contingut tan sovint com calgui abans d'enviar els correus
it: È possibile aggiornare e correggere il contenuto tutte le volte che è necessario prima di inviare le e-mail
pl: Możesz dowolnie zmieniać i poprawiać treść przed wysłaniem e-maila
uk: Ви можете оновлювати та виправляти вміст так часто, як потрібно, перш ніж надсилати електронні листи

source: Current version
ca: Versió actual
it: Versione attuale
pl: Aktualna wersja
uk: Поточна версія

source: Send emails
ca: Envia correus
it: Invia e-mail
pl: Wyślij e-maile
uk: Надсилати електронні листи

source: Correction
ca: Correcció
it: Correzione
pl: Korekta
uk: Виправлення

source: The name of the workout
ca: El nom de l'entrenament
it: Nome dell'allenamento
pl: Nazwa treningu
uk: Назва тренування

source: A short description or goal of the workout. For example 'Focus on back' or 'Week 1 of program xy'.
ca: Una curta descripció o l'objectiu del pla d'entrenament, p. e. «Focus a l'esquena» o «Semana 1 del Programa XY».
it: Una breve descrizione o scopo dell'allenamento. Per esempio «Dedicato al dorso» o «Settimana 1 del programma xy».
pl: Krótki opis bądź cel treningu. Przykładowo: "Nacisk na mięśnie pleców" lub "Tydzień 1 programu XYZ".
uk: Короткий опис цілі тренування. Наприклад, 'Робота над спиною' або 'Тиждень 1 програми xy'.

source: You can search for more than one exercise, they will be grouped together for a superset.
ca: Podeu cercar més d'un exercici, s'agruparan en un conjunt.
it: Puoi cercare più di un esercizio, saranno raggruppati in un Superset.
pl: Możesz szukać więcej niż jednego ćwiczenia, zostaną one zebrane w jedną supergrupę.
uk: Ви можете шукати більше ніж одну вправу, вони будуть згруповані в суперсет.

source: Also search for names in English
it: Usa anche i nomi in inglese
uk: Також шукайте імена англійською мовою

source: Unit
ca: Unitat
it: Unità
pl: Jednostka
uk: Одиниця

source: Type
ca: Tipus
it: Tipo
pl: Typ
uk: Тип

source: Table
ca: Taula
it: Tabella
pl: Tabela
uk: Таблиця

source: with images
ca: amb imatges
it: con immagini
pl: z obrazami
uk: із зображеннями

source: with comments
ca: amb comentaris
it: con commenti
pl: z komentarzami
uk: з коментарями

source: Workout will expire soon
ca: L'entrenament caducarà aviat
it: L'allenamento scadrà presto
pl: Trening wkrótce wygaśnie
uk: Тренування скоро завершиться

source: A description of what is done on this day (e.g. "Pull day") or what body parts are trained (e.g. "Arms and abs")
ca: Una descripció de què es fa aquest dia (p. e. «Dia de tracció») o quines parts del cos s'hi entrenen (p. e. «Braços i abdominals»)
it: Una descrizione di quello che verrà fatto in questa giornata (es. «Giorno pull») o quale parte del corpo verrà allenata ( es. «Braccia e addome»)
pl: Opis co dzieje się danego dnia (np. "Maszyny") lub jakie mięśnie są trenowane (np. "Nogi i plecy")
uk: Опис того, що робиться в цей день (наприклад, "День підтягувань") або які частини тіла навчаються (наприклад, "Руки і прес")

source: Day
ca: Dia
it: Giorno
pl: Dzień
uk: День

source: Name or short description of the schedule. For example 'Program XYZ'.
ca: Nom o breu descripció del programa. Per exemple «Programa XYZ».
it: Nome o breve descrizione della programmazione. Per esempio «Programma XYZ».
pl: Nazwa bądź krótki opis harmonogramu. Przykładowo "Program XYZ".
uk: Назва або короткий опис програми. Наприклад 'Програма XYZ'.

source: Schedule active
ca: Programa actiu
it: Programmazione attiva
pl: Aktywny harmonogram
uk: Програма активна

source: Tick the box if you want to mark this schedule as your active one (will be shown e.g. on your dashboard). All other schedules will then be marked as inactive
ca: Marqueu la casella si voleu marcar aquest programa com a l'actiu (es mostrarà p. e. a la vostra consola). Tots els altres programes es marcaran com a inactius
it: Segna la casella se vuoi segnalare la programmazione come attiva (sarà mostrata ad esempio sul tuo cruscotto. Tutte le altre programmazioni sarà poste a non attive
pl: Zaznacz, jeżeli chcesz oznaczyć ten harmonogram jako aktywny (co zostanie odzwierciedlone w kokpicie). Inne harmonogramy zostaną oznaczone jako nieaktywne
uk: Поставте прапорець, якщо потрібно позначити цю програму як активну (відображатиметься, наприклад, на інформаційній панелі). Всі інші програми будуть позначені як неактивні

source: Is a loop
ca: És un cicle
it: È un ciclo
pl: Zapętlone
uk: Є циклом

source: Tick the box if you want to repeat the schedules in a loop (i.e. A, B, C, A, B, C, and so on)
ca: Marqueu la casella si voleu repetir els programes en un cicle (p. e. A, B, C, A, B, C, etcètera)
it: Spunta la casella se vuoi ripetere le pianificazioni in un ciclo (ad esempio A, B, C, A, B, C e così via)
pl: Zaznacz, jeżeli chcesz zapętlić harmonogram (np. A, B, C, A, B, C itd.)
uk: Поставте прапорець у полі, якщо ви хочете повторити програми у циклі (наприклад, A, B, C, A, B, C тощо)

source: schedule
ca: Programa
it: Programmazione
pl: harmonogram
uk: програма

source: The duration in weeks
ca: La duració en setmanes
it: Durata in settimane
pl: Czas trwania w tygodniach
uk: Тривалість в тижнях

source: Order
ca: Ordre
it: Ordine
pl: Kolejność
uk: Порядок
