Repository: vousmeevoyez/werkaut-online
Catalog: wger/locale/*/LC_MESSAGES/django.po
Languages: ca, it, pl, uk

source: If you want to chat with us, hop on the Discord server and get in touch
it: Se vuoi chattare con noi, raggiungici sul server Discord e mettiti in contatto
pl: Jeśli chcesz z nami porozmawiać, wskocz na serwer Discorda i przywitaj się
uk: Якщо ви хочете поспілкуватися з нами, зайдіть на сервер Discord і зв'яжіться з нами

source: Translation
it: Traduzione
pl: Tłumaczenie
uk: Перекладання

source: This application is translated on weblate. If you also want to help, click the link and start translating
it: Questa applicazione è tradotta su weblate. Se vuoi aiutare anche tu, clicca sul link e inizia a tradurre
pl: Ta aplikacja jest tłumaczona poprzez Weblate. Jeśli też chcesz pomóc, kliknij link i zacznij tłumaczyć
uk: Цей застосунок перекладено на Weblate. Якщо ви також хочете допомогти, клацніть на посилання та почніть переклад

source: Our goal
it: Il nostro obbiettivo
pl: Nasz cel
uk: Наша мета

source: The goal is to build an awesome and flexible fitness manager, along with a comprehensive and complete list of exercises and ingredients, all released under a free license.
uk: Мета полягає в тому, щоб побудувати дивовижний і гнучкий фітнес-менеджер, а також всебічний і повний перелік вправ і інгредієнтів, випущений під вільною ліцензією.

source: wger Workout Manager is a free, open source web application that manages your exercises and workouts.
uk: wger Workout Manager - безплатний вебзастосунок з відкритим вихідним кодом, який керує вашими вправами та тренуванням.

source: About
it: Informazioni
pl: O nas
uk: Про

source: Mobile app
uk: Мобільний застосунок

source: Donate
uk: Підтримка проєкту

source: Develop
uk: Розробка

source: Community
uk: Спільнота

source: Track your <br> way to your <br> ideal body
uk: Відстежуйте свій <br> шлях до свого <br> ідеального тіла

source: Join wger, the community-driven <b>free and open-source fitness tracker</b>
it: Unisciti a wger, il <b>fitness tracker open-source e gratuito</b> gestito dalla comunità
uk: Приєднуйтесь до wger, безплатного фітнес-трекера з відкритим вихідним кодом <b>, що розробляється спільнотою</b>

source: Get Started
uk: Почати роботу

source: people <br> using wger
it: persone che <br> usano wger
uk: люди <br> використовують wger

source: exercises <br> for workout creation
uk: вправи <br> для створення тренувань

source: foods <br> for meal planing
uk: продукти <br> для планування харчування

source: stars <br> on GitHub
uk: зірки <br> на GitHub

source: Craft your perfect <span>workout routines</span>
uk: Створіть свій ідеальний <span>тренувальний режим</span>

source: Design a weekly workout plan from more than 100 exercises
uk: Складіть тижневий план тренувань з понад 100 вправ

source: Set reps and sets, duration, or distance goals for each exercise
uk: Встановіть кількість повторень і підходів, тривалість або дистанцію для кожної вправи

source: Get guided through your workouts step by step
uk: Крок за кроком керуйте своїми тренуваннями

source: Keep track of the workouts you've done, including how you felt you performed
uk: Відстежуйте тренування, які ви виконали, а також те, як ви себе почували

source: Plan your <span>daily meals</span>
uk: Сплануйте свій <span>щоденний раціон</span>

source: Fill your week with nutritious meals that help you perform better
uk: Наповніть свій тиждень поживними стравами, які допоможуть вам працювати краще

source: Build meals from a database of more than 2 million foods
uk: Створюйте страви на основі бази даних з понад 2 мільйонів продуктів

source: Get automatically calculated nutritional values (energy, protein, carbs, ...) for both individual meals and your entire weekly plan
uk: Отримуйте автоматично розраховану поживну цінність (енергія, білки, вуглеводи, ...) як для окремих страв, так і для всього вашого тижневого плану

source: Keep track of <span>your progress</span>
uk: Відстежуйте <span>свій прогрес</span>

source: Track and annotate everything about your meals and workouts
uk: Відстежуйте та коментуйте все, що стосується вашого харчування та тренувань

source: Add custom notes
uk: Додати власні нотатки

source: Record your weight
uk: Запишіть свою вагу

source: Keep a photo log to see your progress
uk: Ведіть фото-журнал, щоб бачити свій прогрес

source: Use the calendar view to see past entries
uk: Використовуйте календар для перегляду минулих записів

source: Try wger now
uk: Спробувати wger зараз

source: Powered By <span>the community</span>
uk: Завдяки <span>спільноті</span>

source: wger is funded and created by the open-source community: people like you translating, adding exercises and nutritional info, developing, and more.
uk: wger фінансується і створюється спільнотою з відкритим вихідним кодом: такі люди, як ви, перекладають, додають вправи та інформацію про харчування, розробляють і багато іншого.

source: We don't use ads, don't sell your personal info, and we share the code under a free and open-source license.
uk: Ми не використовуємо рекламу, не продаємо вашу особисту інформацію і ділимося кодом під вільною ліцензією з відкритим вихідним кодом.

source: Pitch in and help make wger even better!
uk: Долучайтеся і допоможіть зробити wger ще кращим!

source: Contribute
it: Contribuisci
uk: Зробити внесок

source: Sign Up Now For Free
uk: Зареєструватися зараз безплатно

source: Web version not enough?
uk: Вебверсії недостатньо?

source: Get the code, too!
it: Ottieni il codice!
uk: Отримати код!

source: Set up a private server for your gym
uk: Налаштуйте приватний сервер для свого спортзалу

source: Don't want your data on an online service? Set up a wger instance on your own server for free!
uk: Не хочете, щоб ваші дані були на онлайн-сервісі? Створіть екземпляр wger на власному сервері безплатно!

source: Integrate with your own app
uk: Інтеграція з вашим власним застосунком

source: wger offers an open API that you can use for your app.
uk: wger пропонує відкритий API, який ви можете використовувати для свого застосунку.

source: Create your own version
uk: Створіть власну версію

source: The source code is available under the GNU AGPLv3 license! Feel free to fork it on GitHub.
uk: Вихідний код доступний під ліцензією GNU AGPLv3! Ви можете створити форк на GitHub.

source: Account
uk: Обліковий запис

source: Workout routines
uk: Процедури тренувань

source: Software
uk: Програмне забезпечення

source: Report an issue
uk: Повідомити про проблему

source: Source Code
uk: Вихідний код

source: Yes, delete
it: Sì, elimina
pl: Tak, usuń
uk: Так, вилучити

source: The original title of this object, if available
uk: Оригінальна назва цього об'єкта, якщо є

source: Link to original object, if available
uk: Посилання на оригінальний об'єкт, якщо доступне

source: Author(s)
uk: Автор(и)

source: If you are not the author, enter the name or source here.
uk: Якщо ви не є автором, введіть тут ім'я або джерело.

source: Link to author profile, if available
uk: Посилання на профіль автора, якщо доступне

source: Link to the original source, if this is a derivative work
uk: Посилання на першоджерело, якщо це похідна робота

source: Note that a derivative work is one which is not only based on a previous work, but which also contains sufficient new, creative content to entitle it to its own copyright.
uk: Зауважте, що похідна робота - це та, яка не тільки ґрунтується на попередній роботі, але також містить достатньо нового творчого змісту, щоб надати їй право на власне авторське право.

source: Pending
it: In attesa
pl: Oczekujące
uk: В очікуванні

source: Accepted
it: Accettato
pl: Zaakceptowano
uk: Прийнято

source: Declined
it: Rifiutato
pl: Odrzucono
uk: Відхилено

source: Input
it: Immisione
pl: Wartość wejściowa
uk: Віхдні дані

source: Date format
it: Formato data
pl: Format daty
uk: Формат дати

source: You have to enter your weight
it: Devi inserire il tuo peso
pl: Musisz wpisać swoją wagę
uk: Ви повинні ввести свою вагу

source: Weight entry
it: Voce del peso
pl: Waga
uk: Запис ваги

source: Import weight logs
it: Importa i registri del peso
pl: Importuj wartości ciężarów
uk: Імпортувати журнал ваги

source: Use this import field to import your weight logs into Workout Manager.
it: Usa questo campo di importazione per importare i tuoi log dei pesi nel Manager dell'Allenamento.
pl: Użyj tego pola by importować wartości ciężarów do Menadżera Treningów.
uk: Скористайтеся цим полем імпорту, щоб імпортувати ваші журнали ваги в Workout Manager.

source: You can copy and paste from your spreadsheet into the text input, the system will try to guess the format to import. The only things to consider is that the first column is the <strong>date</strong>, the second the <strong>weight</strong>. All further columns are ignored. There is a 1000 row limit.
it: Puoi copiare e incollare dal tuo foglio di calcolo nell'input del testo, il sistema proverà a indovinare il formato da importare. Le uniche cose da considerare sono che la prima colonna è la <strong>data</strong>, la seconda il <strong>peso</strong>. Tutte le ulteriori colonne vengono ignorate. C'è un limite di 1000 righe.
pl: Możesz kopiować ze swojego arkusza kalkulacyjnego do pól tekstowych, a system spróbuje odgadnąć poprawny format importowania. Proszę pamiętać, że pierwsza kolumna to <strong>data</strong>, a druga to <strong>ciężar</strong>. Pozostałe kolumny zostaną zignorowane. Występuje limit 1000 linijek.
uk: Можна скопіювати та вставити текст з електронної таблиці в текстове поле вводу, система спробує вгадати формат для імпорту. Єдине, що потрібно враховувати, це те, що перша колонка - це <strong>дата</strong>, друга - <strong>вага</strong>. Усі наступні стовпці ігноруються. Ліміт 1000 рядків.

source: If there are errors, you can correct or discard them in a second step.
it: Se ci sono errori, puoi correggerli o scartarli in un secondo momento.
pl: Jeżeli pojawiły się błędy, możesz je poprawić bądź odrzucić w kolejnym kroku.
uk: Якщо є помилки, їх можна виправити або відхилити на другому етапі.

source: Preview imported CSV entries
it: Anteprima delle voci CSV importate
pl: Podejrzyj wczytane rekordy z CSV
uk: Попередній перегляд імпортованих записів CSV

source: Successfully converted values
it: Valori convertiti con successo
pl: Poprawnie przekonwertowano wartości
uk: Успішно конвертовані значення

source: The following values could be converted.
it: I seguenti valori potrebbero essere convertiti.
pl: Następujące wartości mogły zostać przekonwertowane.
uk: Наступні значення можуть бути конвертовані.

source: Errors
it: Errori
pl: Błędy
uk: Помилки

source: The following values could not be converted.
it: I seguenti valori non possono essere convertiti.
pl: Następujące wartości nie mogły zostać przekonwertowane.
uk: Не вдалося конвертувати наведені нижче значення.

source: These values could not be converted to a weight log entry. The reasons for this could be anything from an unrecognised date or number format, a problem with the encoding or something else. Please check that there are no obvious errors in the list (and correct them if there are!) and try to import the list again.
it: Questi valori non possono essere convertiti in una voce del registro peso. Le ragioni per questo potrebbero essere qualsiasi cosa da una data o un formato numerico non riconosciuto, un problema con la codifica o qualcos'altro. Si prega di controllare che non ci siano errori evidenti nella lista (correggili se ci sono!) e prova a importare di nuovo l'elenco.
pl: Te wartości nie mogły zostać przekonwertowane. Powodem mogło być m.in. nierozpoznana data lub format wartości, także problem z kodowaniem bądź inne rzeczy. Proszę sprawdzić, czy nie ma oczywistych błędów na liście, możliwie poprawić i spróbować ponownie.
uk: Ці значення не змогли бути конвертовані в запис журналу ваги. Причиною для цього могло бути що завгодно, від нерозпізнаного формату дати, або числа до проблеми з кодуванням або що-небудь інше. Будь ласка, перевірте, щоб не було очевидних помилок в списку (і виправте їх, якщо вони є!) і спробуйте імпортувати список ще раз.

source: Remember that the expected structure is <strong>date</strong> on the first columns and <strong>weight</strong> on the second.
it: Ricorda che la struttura prevista è <strong>data</strong> sulle prime colonne e <strong>peso</strong> sulle seconde.
pl: Pamiętaj że spodziewana struktura to <strong>data</strong> w pierwszej kolumnie i <strong>ciężar</strong> w drugiej.
uk: Пам'ятайте, що очікувана структура: <strong>дата</strong> - в першому стовпці і <strong>вага</strong> - в другому.

source: There were no errors, all entries could be converted!
it: Non ci sono stati errori, tutte le voci potrebbero essere convertite!
pl: Nie stwierdzono błędów, udało się przekonwertować wszystkie wpisy!
uk: Не було жодних помилок, всі записи можуть бути конветовані!

source: Import all successfully converted entries
it: Importa tutte le voci convertite correttamente
pl: Importuj wszystkie poprawnie przekonwertowane wpisy
uk: Імпортувати всі успішно конвертовані записи

source: Continue here if you want to import into your weight log all entries that were successfully converted. All entries that produced an error will simply be ignored. It's up to you to decide whether they are useful (unrecognised entries) or not (e.g. headers, comments, etc.).
it: Continua qui se vuoi importare tutto nel tuo registro dei pesi le voci che sono state convertite con successo. Tutte le voci che hanno prodotto un errore saranno semplicemente ignorate. Sta a te decidere se sono utili (voci non riconosciute) o meno (ad esempio intestazioni, commenti, ecc.).
pl: Kontynuuj tutaj jeżeli chcesz importować wszystkie pomyślnie przekonwertowane wpisy. Wpisy z błędami będą ignorowane. Sam możesz zdecydować czy będą przydatne (niewykryte wpisy) czy nie (nagłówki, komentarze, itd.).
uk: Продовжуйте тут, якщо ви бажаєте імпортувати до вашого журналу ваги всі записи, які були успішно перетворені. Всі записи, які викликали помилку, просто проігноруються. Ви повинні вирішити, чи є вони корисними (нерозпізнані записи) чи ні (наприклад, заголовки, коментарі тощо).

source: Import
it: Importa
pl: Importuj
uk: Імпортувати

source: Or try it again
it: O riprova ancora
pl: Lub spróbuj ponownie
uk: Або спробуйте ще раз

source: You can correct the list here and re-submit it as often as you want.
it: È possibile correggere l'elenco qui e inviarlo di nuovo tutte le volte che vuoi.
pl: Możesz poprawiać i wysyłać listę tak często, jak Ci się podoba.
uk: Ви можете виправити список тут і повторно подати його так часто, як ви хочете.

source: Re-Submit
it: Re-Invia
pl: Prześlij ponownie
uk: Повторно подати

source: Export as CSV
it: Esporta come CSV
pl: Eksportuj do CSV
uk: Експортувати в CSV

source: Import from spreadsheet
it: Importa da foglio di calcolo
pl: Importuj z arkusza
uk: Імпортувати з електронної таблиці

source: Edit weight entry for the %s
it: Modifica l'inserimento di peso per %s
pl: Edytuj ciężar dla %s
uk: Змінити запис ваги для %s

source: Successfully deleted.
it: Cancellato con successo.
pl: Usunięto.
uk: Успішно видалено.

source: Delete weight entry for the %s
it: Cancellato il peso inserito di %s
pl: Usuń wpis wagi dla %s
uk: Видалити запис ваги для %s

source: Nr.
ca: Núm.
it: Numero

source: REST API
ca: API REST
