Repository: vousmeevoyez/werkaut-online
Catalog: wger/locale/*/LC_MESSAGES/django.po
Languages: ca, it, pl, uk

source: Bad
ca: Dolenta
it: Cattivo
pl: Źle
uk: Погано

source: Neutral
ca: Neutra
it: Neutrale
pl: Średnio
uk: Нейтрально

source: Good
ca: Bona
it: Buono
pl: Dobrze
uk: Добре

source: Any notes you might want to save about this workout session.
ca: Qualsevol nota que vulgueu desar sobre aquesta sessió d'entrenament
it: Eventuali note che potresti voler salvare su questa sessione di allenamento.
pl: Wszelkie komentarz jakie chcesz dodać odnośnie tej sesji treningowej.
uk: Будь-які нотатки, які ви захочете зберегти в цьому сеансі тренування.

source: Your impression about this workout session. Did you exercise as well as you could?
ca: La vostra sensació sobre aquesta sessió d'entrenament. Heu entrenat tan bé com heu pogut?
it: La tua impressione su questa sessione di allenamento. Ti sei allenato al meglio?
pl: Twoja ocena tej sesji treningowej. Czy wszystko poszło po Twojej myśli?
uk: Ваше враження від тренування. Чи виконували ви вправи як треба?

source: Start time
ca: Hora d'inici
it: Inizio
pl: Czas rozpoczęcia
uk: Час початку

source: Finish time
ca: Hora de finalització
it: Fine
pl: Czas zakończenia
uk: Час завершення

source: If you enter a time, you must enter both start and end time.
ca: Si introduïu una hora, heu d'introduir-ne ambdues d'inici i final.
it: Se inserisci un'ora, devi inserire sia l'ora di inizio che quella di fine.
pl: Jeżeli wpiszesz czas, musisz wpisać czas rozpoczęcia i zakończenia jednocześnie.
uk: Якщо вводити час, необхідно ввести час початку і закінчення.

source: The start time cannot be after the end time.
ca: L'hora d'inici no pot ser posterior a la de finalització.
it: L'ora di inizio non può essere successiva all'ora di fine.
pl: Czas rozpoczęcia nie może być po czasie zakończenia.
uk: Час початку не може бути після часу закінчення.

source: Exercise day
ca: Dia d'entrenament
it: Giorno di allenamento
pl: Dzień treningu
uk: День тренування

source: Number of sets
ca: Nombre de sèries
it: Numero di serie
pl: Liczba serii
uk: Кількість підходів

source: Sets
ca: Sèries
it: Serie
pl: Serie
uk: Підходи

source: Creation date
ca: Data de creació
it: Data di creazione
pl: Data utworzenia
uk: Дата створення

source: Workout template
ca: Plantilla d'entrenament
it: Modello di allenamento
pl: Szablon treningu
uk: Шаблон тренування

source: Marking a workout as a template will freeze it and allow you to make copies of it
ca: Marcar un entrenament com a plantilla el fixarà i permetrà fer-ne còpies
it: Contrassegnare un allenamento come modello lo bloccherà e ti consentirà di farne delle copie
pl: Oznaczenie treningu jako szablon, zablokuje go i umożliwi jego kopiowanie
uk: Позначення тренування як шаблону заморозить його і дозволить вам зробити його копії

source: Public template
ca: Plantilla pública
it: Modello pubblico
pl: Publiczny szablon
uk: Загальнодоступний шаблон

source: A public template is available to other users
ca: Una plantilla pública està disponible per a altres usuaris
it: Un modello pubblico è disponibile per altri utenti
pl: Publiczny szablon dostępny jest dla innych użytkowników
uk: Загальнодоступний шаблон доступний для інших користувачів

source: You must mark this workout as a template before declaring it public
ca: Heu de marcar aquest entrenament com a plantilla abans de fer-ho públic
it: Devi contrassegnare questo allenamento come modello prima di dichiararlo pubblico
pl: Musisz oznaczyć trening jako szablon, żeby go upublicznić
uk: Ви повинні позначити це тренування як шаблон, перш ніж оголосити його загальнодоступним

source: Workout log
ca: Registre d'entrenament
it: Registro di allenamento
pl: Log treningowy
uk: Журнал тренувань

source: Workout log for %(username)s for %(date)s
ca: Registre d'entrenament per a %(username)s el %(date)s
it: Registro di allenamento per %(username)sper %(date)s
pl: Log treningowy dla %(username)s dla %(date)s
uk: Журнал тренувань для %(username)s від %(date)s

source: Calendar for %(username)s
ca: Calendari per a %(username)s
it: Calendario per %(username)s
pl: Kalendarz dla %(username)s
uk: Календар для %(username)s

source: Detail page
ca: Pàgina de detalls
it: Pagina di dettaglio
pl: Widok szczegółowy
uk: Детальна сторінка

source: Click to add weight logs to a training day in your current workout:
ca: Feu clic per a afegir registres de pes a un dia del vostre entrenament:
it: Fare clic per aggiungere i registri del peso a un giorno di allenamento nel tuo allenamento attuale:
pl: Kliknij, aby dodać wartości ciężarów do dnia treningowego w obecnym treningu:
uk: Натисніть, щоб додати записи в журналі ваг на цей тренувальний день для поточного тренування:

source: The coloured days in the calendar have weight logs, you can click on them to see the details.
ca: Els dies amb color al calendari contenen registres d'entrenament, podeu fer-hi clic a sobre per a veure'n els detalls.
it: I giorni colorati nel calendario hanno i log del peso, puoi cliccare su di essi per vedere i dettagli.
pl: Dni w kalendarzu wyróżnione kolorem mają uzupełnioną wagę, kliknij by zobaczyć szczegóły.
uk: Кольорові дні в календарі містять записи ваги. Ви можете натиснути на них, щоб побачити деталі.

source: Go to current month
ca: Vés al mes actual
it: Vai al mese attuale
pl: Idź do bieżącego miesiąca
uk: Перейти до поточного місяця

source: Log overview
ca: Vista general del registre
it: Panoramica del registro
pl: Rozpiska logów
uk: Огляд журналів

source: Workout session
ca: Sessió d'entrenament
it: Sessione di allenamento
pl: Sesja treningowa
uk: Тренування

source: Delete with logs
ca: Esborra amb registres
it: Elimina con i registri
pl: Usuń z logami
uk: Видалити з журналами

source: Add workout impression
ca: Afegeix una sensació a l'entrenament
it: Aggiungi impressioni dell'allenamento
pl: Dodaj ocenę treningu
uk: Додати враження від тренування

source: New weight log
ca: Nou registre d'entrenament
it: Nuovo registro pesi
pl: Nowe wartości ciężarów
uk: Новий запис ваги

source: A new workout session (impression, notes, time) will be created if there isn't already one for the selected date. If there is, it will simply be edited. Weight entries are always added.
ca: Es crearà una nova sessió d'entrenament (sensació, notes, temps) si no n'hi ha una per la data seleccionada. Si n'hi ha una, simplement s'editarà. Els registres d'entrenament s'afegeixen sempre.
it: Una nuova sessione di allenamento (impressione, note, tempo) verrà creata se non ce n'è già una per la data selezionata. Se c'è, sarà semplicemente modificata. Le voci di peso vengono sempre aggiunte.
pl: Nowa sesja treningowa (ocena, komentarz, czas) zostaną stworzone jeżeli nie ma jeszcze żadnej sesji dla wybranego dnia. W innym przypadku, trening będzie edytowany. Wartości ciężarów są zawsze dodawane.
uk: Буде створено новий сеанс тренування (враження, замітки, час), якщо для обраної дати ще не існує такого. Якщо вже існує, він просто буде редагуватись. Записи ваг завжди будуть додаватись.

source: Your schedules
ca: Els vostres programes
it: Le tue programmazioni
pl: Twoje harmonogramy
uk: Ваші програми

source: active
ca: actiu
it: attivo
pl: aktywny
uk: активні

source: No schedules found.
ca: No s'han trobat programes.
it: Nessuna programmazione trovata.
pl: Nie znaleziono harmonogramów.
uk: Програм не знайдено.

source: Schedules are collections of workouts that you do in succession.
uk: Програми - це сукупність тренувань, які ви виконуєте по порядку.

source: You can indicate how long you want to do each workout before jumping to the next. It is also possible to create a loop, so you always do the same workouts in succession, e.g. A > B > C > A > B > C and so on.
it: Puoi indicare per quanto tempo vuoi fare ogni allenamento prima di saltare al prossimo. È anche possibile creare un ciclo, in modo da fare gli stessi allenamenti in successione, ad es. A> B> C> A> B> C e così via.
uk: Ви можете вказати тривалість кожного тренування, перед тим як перейти до наступного. Також можна створити цикл, для того, щоб виконувати однакові тренування поспіль, наприклад A> B> C> A> B> C і т.д.

source: The currently active schedule will remain active (and be shown e.g. in your dashboard) till it reaches the last workout or till you deactivate it, if it is a loop.
uk: Поточна програма залишатиметься активною (і буде показана, наприклад, на вашій інформаційній панелі) до тих пір, поки вона не досягне останнього тренування або, якщо це цикл, поки ви її не відключите.

source: Add schedule
ca: Afegeix programa
it: Aggiungi programmazione
pl: Dodaj hamonogram
uk: Додати програму

source: Schedule
ca: Programa
it: Programmazione
pl: Harmonogram
uk: Програма

source: This schedule is a loop and will go through the workouts above till you deactivate it
ca: Aquest programa és un bucle i repetirà els entrenaments de més amunt fins que no el desactiveu
it: Questo programma è un ciclo e passerà attraverso gli allenamenti che vedi sopra fino a quando non lo disattivi
pl: Ten harmonogram jest zapętlony i będzie przechodził przez treningi aż do jego dezaktywacji
uk: Ця програма є циклом і буде повторюватись до тих пір, поки ви не деактивуєте її

source: Weeks
ca: Setmanes
it: Settimane
pl: Tygodnie
uk: Тижні

source: Move me
ca: Mou-me
it: Spostami
pl: Przesuń mnie
uk: Перемістіть мене

source: Start schedule
ca: Inicia programa
it: Inizia programmazione
pl: Rozpocznij harmonogram
uk: Почати програму

source: %(weeks)s Week
it: Settimana %(weeks)s
uk: %(weeks)s Тиждень

source: Adding workouts
ca: Afegeix entrenaments
it: Aggiungi allenamenti
pl: Dodawanie treningów
uk: Додавання тренувань

source: Add as many workouts to the schedule as you want. You can edit the order by dragging and dropping them. It's also possible to add one workout more than once.
uk: Додайте стільки тренувань до розкладу, скільки захочете. Ви можете змінити порядок, перетягнувши їх. Також можна додати одне тренування більш ніж один раз.

source: Export calendar file
ca: Exporta fitxer de calendari
it: Esporta il file del calendario
pl: Eksportuj plik kalendarza
uk: Експортувати файл календаря

source: Export this schedule as a calendar file.
ca: Exporta aquest programa com a fitxer de calendari.
it: Esporta questo programma come un file di calendario.
pl: Eksportuj ten harmonogram jako plik kalendarza.
uk: Експортувати цю програму в файл календаря.

source: You can then import the file it into your calendar application for example google calendar, outlook or iCal. This will create an appointment for each training day with the appropriate exercises.
uk: Цей файл можна потім імпортувати в календар застосунку, наприклад google календар, outlook або iCal. Це дозволить створити розклад на кожен тренувальний день з відповідними вправами.

source: Download as PDF
ca: Descarrega com a PDF
it: Scarica come PDF
pl: Pobierz jako PDF
uk: Завантажити як PDF

source: Edit schedule
ca: Edita programa
it: Modifica programma
pl: Edytuj harmonogram
uk: Редагувати програму

source: Delete schedule
ca: Esborra programa
it: Elimina programma
pl: Usuń harmonogram
uk: Видалити програму

source: Add exercises to day "%(day_name)s"
ca: Afegeix exercicis al dia «%(day_name)s»
it: Aggiungi esercizi al giorno «%(day_name)s»
pl: Dodaj ćwiczenia do dnia " %(day_name)s"
uk: Додати вправи до дня "%(day_name)s"

source: If you do the same repetitions for all sets, you can just enter one value: e.g. for 4 sets just enter one "10" for the repetitions, this automatically becomes "4 x 10".
ca: Si feu les mateixes repeticions per a cada sèrie, podeu introduir només un valor: p. e. per a 4 sèries, introduïu un cop «10» per a les repeticions i es convertirà automàticament en «4 x 10».
it: Se fai le stesse ripetizioni per tutti i set, puoi inserire solo un valore: ad es. per 4 set basta inserire un «10» per le ripetizioni, questo diventa automaticamente «4 × 10».
pl: Jeżeli robisz taką samą ilość powtórzeń dla wszystkich serii, możesz wpisać jedną wartość, np. dla 4 serii wpisz po prostu 10 powtórzeń, a zostanie to zapisane jako "4 x 10".
uk: Якщо ви робите однакову кількість повторень для всіх підходів, ви можете просто ввести одне значення: наприклад, для 4 підходів просто введіть "10" повторень, це автоматично стає "4 x 10".

source: Edit set
ca: Edita sèrie
it: Modifica serie
pl: Edytuj serię
uk: Змінити підхід

source: Update
ca: Actualitza
it: Aggiorna
pl: Aktualizuj
uk: Оновлення

source: Your current workout '%(workout)s' expired %(days)s days ago.
ca: El vostre entrenament «%(workout)s» va caducar fa %(days)s dies.
it: Il tuo attuale allenamento '%(workout)s' è scaduto %(days)s giorni fa.
pl: Twój aktualny trening " %(workout)s" wygasł %(days)s dni temu.
uk: Ваше поточне тренування %(workout)s минуло %(days)s днів тому.

source: Your current workout '%(workout)s' is about to expire in %(days)s days.
ca: El vostre entrenament actual «%(workout)s» caducarà en %(days)s dies.
it: Il tuo attuale allenamento '%(workout)s' è in procinto di scadere in %(days)s giorni.
pl: Twój aktualny trening "%(workout)s" wygaśnie w ciągu %(days)s dni.
uk: Ваше поточне тренування %(workout)s закінчиться через %(days)s днів.

source: You will regularly receive such reminders till you add a new workout. Alternatively you can add workouts to a loop schedule, such schedules never produce reminders.
ca: Rebreu aquests recordatoris regularment fins què afegiu un entrenament nou. Com a alternativa, podeu afegir entrenaments a un programa bucle, aquest tipus de programa no generen mai recordatoris.
it: Riceverai regolarmente tali promemoria finché non aggiungerai un nuovo allenamento. In alternativa è possibile aggiungere allenamenti a un programma ciclico, tali programmi non produrranno mai promemoria.
pl: Będziesz regularnie otrzymywać takie przypomnienia dopóki nie dodasz nowego treningu. Alternatywnie możesz dodać treningi do zapętlonego harmonogramu, tego rodzaju harmonogramy nie generują przypomnień.
uk: Ви будете регулярно отримувати такі нагадування, доки не додасте нове тренування. Крім того, ви можете додати тренування до циклічної програми, такі програми ніколи не створюють нагадування.

source: If you don't want to ever receive email reminders, deactivate the option in your settings.
ca: Si no voleu rebre mai més recordatoris per correu, desactiveu l'opció a la configuració.
it: Se non si desidera ricevere mai promemoria via e-mail, disattivare l'opzione nelle tue impostazioni.
pl: Jeżeli nie chcesz już więcej otrzymywać powiadomień, deaktywuj je w ustawieniach.
uk: Якщо Ви не хочете отримувати нагадування електронною поштою, деактивуйте цю опцію у ваших налаштуваннях.

source: The %(site)s team
ca: L'equip de %(site)s
it: Il %(site)s team
pl: Zespół %(site)s
uk: Команда %(site)s

source: Your last weight entry is from %(date)s (%(days)s days ago). Please click the link to access the application and enter a new one.
ca: La vostra darrera entrada de pes és de %(date)s (fa %(days)s). Feu clic al vincle per a accedir a l'aplicació i introduir-ne una de nova.
it: L'ultima immissione di peso proviene da %(date)s (%(days)s giorni fa) Fare clic sul collegamento per accedere all'applicazione e inserirne uno nuovo.
pl: Twój ostatni wpis wagi jest z %(date)s (%(days)s dni temu). Kliknij na link by wejść do aplikacji i dodać nowy wpis.
uk: Ваш останній запис ваги від %(date)s (%(days)s і днів тому). Натисніть посилання для доступу до застосунку та введіть нову.

source: You will regularly receive such reminders till you enter your current weight.
ca: Rebreu aquests recordatoris regularment fins que hagueu introduït el vostre pes actual.
it: Riceverai regolarmente tali promemoria finché non inserisci il peso corrente.
pl: Zawsze będziesz widział te powiadomienia, dopóki nie wpiszesz aktualnej wagi.
uk: Ви будете регулярно отримувати такі нагадування, поки не введете поточну вагу.

source: Weight log
ca: Registre del pes
it: Diario dei pesi
pl: Wartości ciężarów
uk: Журнал ваги

source: Weight log for workout
ca: Registre d'entrenament
it: Registro di peso per allenamento
pl: Wartości ciężarów podczas treningu
uk: Журнал ваги для тренування

source: Add weight log to this day
ca: Afegeix entrada al registre d'aquest dia
it: Aggiungi peso registrato di oggi
pl: Dodaj wartości ciężarów do tego dnia
uk: Додати запис ваги до цього дня

source: No weight entries here.
ca: No hi ha entrades del registre aquí.
it: Nessuna voce di peso qui.
pl: Brak aktualnych wag.
uk: Тут немає записів ваги.

source: No exercises for this day.
ca: No hi ha exercicis per a aquest dia.
it: Nessun esercizio per questo giorno.
pl: Brak ćwiczeń tego dnia.
uk: Немає вправ для цього дня.

source: This page shows the weight logs belonging to this workout only. Click on an exercise to see all the historical data for it.
ca: Aquesta pàgina mostra els registres corresponents només a aquest entrenament. Feu clic a un exercici per a veure'n l'històric de dades.
it: Questa pagina mostra i registri del peso che appartengono solo a questo allenamento. Fai clic su un esercizio per visualizzare tutti i dati storici.
pl: Ta strona pokazuje wartości ciężarów przynależące tylko do tego treningu. Kliknij na ćwiczenie, by zobaczyć jego historię.
uk: На цій сторінці показані журнали ваги, що належать тільки до цього тренування. Натисніть на вправу, щоб побачити всі історичні дані.

source: If on a single day there is more than one entry with the same number of repetitions, but different weights, only the entry with the higher weight is shown in the diagram.
ca: Si a un dia concret hi ha més d'una entrada amb el mateix nombre de repeticions però diferents pesos, només es mostrarà al diagrama l'entrada amb el pes més alt.
it: Se in un solo giorno c'è più di una voce con lo stesso numero di ripetizioni, ma diversi pesi, solo la voce con il peso più elevato sarà mostrato nel diagramma.
pl: Jeżeli danego dnia jest więcej niż jeden wpis z taką samą liczbą powtórzeń, ale innymi ciężarami, tylko wpis z większymi ciężarami będzie pokazywany na diagramie.
uk: Якщо на один день припадає більше одного запису з однаковою кількістю повторень, але різними вагами, то на графіку буде показано тільки запис з більшою вагою.

source: Note that only entries with a weight unit (kg or lb) and repetitions are charted, other combinations such as time or until failure are ignored here.
ca: Teniu en compte que només es tracen al diagrama les entrades amb unitats (kg o lb) i repeticions, altres combinacions com ara temps o fins la fallida s'ignoraran aquí.
it: Si noti che solo le voci con un'unità di peso (kg o lb) e le ripetizioni sono tracciate, altre combinazioni come il tempo o fino al fallimento sono ignorati qui.
pl: Pamiętaj, że tylko wpisy z wpisanym ciężarem (kilogramy lub funty) i powtórzenia są pokazywane na wykresach, inne, takie jak długość trwania ćwiczenia lub ćwiczenia wykonywane do porażki są ignorowane.
uk: Запримітьте, що на графіку відображаються тільки записи з одиницями ваги (кг або lb) і повтореннями. Інші комбінації, такі як час або "до відмови", тут ігноруються.

source: No templates found.
ca: No s'han trobat plantilles.
it: Nessun modello trovato.
pl: Nie znaleziono szablonów.
uk: Шаблонів не знайдено.

source: Mark as workout
ca: Marca com a pla d'entrenament
it: Contrassegna come allenamento
pl: Oznacz jako trening
uk: Позначити як тренування

source: Muscles trained
ca: Músculs entrenats
it: Muscoli allenati
pl: Trenowane mięśnie
uk: Треновані м'язи

source: Images show combined muscles as trained by the exercises on the workout.
ca: Les imatges mostren els músculs combinats que s'entrenen als exercicis de l'entrenament.
it: Le immagini mostrano i muscoli combinati come allenati dagli esercizi sull'allenamento.
pl: Grafiki ukazują wszystkie mięśnie trenowane przy użyciu ćwiczeń z treningu.
uk: Зображення, які показують групи м'язів, що треновані вправами на тренуванні.

source: Use this template
ca: Usa aquesta plantilla
it: Usa questo modello
pl: Użyj tego schematu
uk: Використовувати цей шаблон

source: Add training days
ca: Afegeix dies d'entrenament
it: Aggiungi giorni di allenamento
pl: Dodaj dni treningowe
uk: Додати тренувальні дні

source: Add workout sets to days
ca: Afegeix sèries d'entrenament als dies
it: Aggiungi set allenamento a giorni
pl: Dodaj zestawy treningów do dni
uk: Додати набори підходів до тренувальних днів

source: Set the repetitions for each set
ca: Defineix les repeticions per a cada sèrie
it: Imposta le ripetizioni per ciascun set
pl: Ustaw powtórzenia dla każdej serii
uk: Встановити повторення для кожного підходу

source: Export this workout as a calendar file.
ca: Exporta aquest pla d'entrenament com a fitxer de calendari.
it: Esporta questo allenamento come un file di calendario.
pl: Eksportuj trening jako plik kalendarza.
uk: Експорт цього тренування у файлі календаря.

source: Logs
ca: Registres
it: Records
pl: Wpisy
uk: Журнали

source: View logs
ca: Veure registres
it: Guarda records
pl: Pokaż wpisy
uk: Перегляд журналів

source: Edit workout
ca: Edita el pla d'entrenament
it: Modifica allenamento
pl: Edytuj trening
uk: Змінити тренування

source: Mark as template
ca: Marca com a plantilla
it: Contrassegna come modello
pl: Oznacz jako szablon
uk: Позначити як шаблон

source: Add workout day
ca: Afegeix dis d'entrenament
it: Aggiungi giorno di allenamento
pl: Dodaj dzień treningowy
uk: Додати день тренування

source: Delete workout log
ca: Esborra registre d'entrenament
it: Elimina registro allenamento
pl: Usuń log treningowy
uk: Видалити журнал тренування

source: Workout for %s
ca: Pla d'entrenament per a %s
it: Allenamento per %s
pl: Trening dla %s
uk: Тренування для %s

source: Create schedule
ca: Crea un programa
it: Crea programmazione
pl: Utwórz harmonogram
uk: Створити програму

source: Copy workout
ca: Copia pla d'entrenament
it: Copia allenamento
pl: Kopiuj trening
uk: Копіювати тренування

source: Copy
ca: Copia
it: Copia
pl: Kopiuj
uk: Копіювати

source: Edit workout impression for {0}
ca: Edita les impressions de l'entrenament per a {0}
it: Modifica impressione allenamento per {0}
pl: Edytuj ocenę treningu dla {0}
uk: Редагувати враження від тренування для {0}

source: New workout impression for the {0}
ca: Nova impressió de l'entrenament per a {0}
it: Nuova impressione allenamento per {0}
pl: Nowa ocena treningu dla {0}
uk: Нове враження від тренування для {0}

source: This will delete all weight logs for this day as well.
ca: Això esborrarà també tots els registres de pes per a aquest dia.
it: Questo cancellerà anche tutti i log del peso per questo giorno.
pl: Ta akcja usunie także wszelkie wartości ciężarów wpisane dla tego dnia.
uk: Також буде видалено всі записи ваги для цього дня.

source: Value
ca: Valor
it: Valore
pl: Wartość
uk: Значення

source: Height (in)
uk: Зріст (см)

source: Weight (kg)
uk: Вага (кг)

source: Weight (lbs)
uk: Вага (фунти)

source: Calculate
ca: Calcula
it: Calcola
pl: Oblicz
uk: Обчислити

source: Basic caloric intake
ca: Ingesta energètica bàsica
it: Assunzione calorica di base
pl: Podstawowe spożycie kalorii
uk: Основне споживання калорій

source: Your basic caloric intake as calculated for your data
ca: La vostra ingesta energètica bàsica calculada segons les vostres dades
it: Il tuo apporto calorico di base calcolato per i tuoi dati
pl: Twoje podstawowe spożycie kalorii obliczone na podstawie danych
uk: Ваше основне споживання калорій, розраховане для ваших даних

source: Additional calories
ca: Calories addicionals
it: Calorie aggiuntive
pl: Dodatkowe kalorie
uk: Додаткові калорії
