Repository: vousmeevoyez/werkaut-online
Catalog: wger/locale/*/LC_MESSAGES/django.po
Languages: ca, it, pl, uk

source: Additional calories to add to the base rate (to substract, enter a negative number)
ca: Calories addicionals a afegir a la base (per a sostreure-les-en, introduïu un número negatiu)
it: Calorie aggiuntive da aggiungere alla tariffa base (per sottrarre, inserire un numero negativo)
pl: Dodatkowe kalorie modyfikujące bazową wartość (by odjąć, wpisz ujemną wartość)
uk: Додаткові калорії для додавання до базової ставки (для віднімання, введіть від'ємне число)

source: Ingredient
it: Alimenti
pl: Składnik
uk: Інгредієнт

source: In kcal per 100g
ca: En kcal per 100g
it: In kcal/100 g
pl: W kcal na 100g
uk: В ккал на 100 г

source: In g per 100g of product
ca: En g per 100g de producte
it: In g per 100 g di prodotto
pl: W g na 100g produktu
uk: В г на 100г продукту

source: Sugar content in carbohydrates
it: Zuccheri contenuti nei carboidrati
pl: Cukry proste
uk: Вміст цукру в вуглеводах

source: Saturated fat content in fats
it: Grassi saturi contenuti nei grassi
pl: Tłuszcze nasycone
uk: Вміст жиру у жирах

source: Fibres
it: Fibre
pl: Błonnik
uk: Волокна

source: Sodium
it: Sodio
pl: Sód
uk: Натрій

source: Link to product
it: Collega al prodotto
pl: Podlinkuj produkt
uk: Посилання на виріб

source: Brand name of product
it: Nome del produttore
pl: Nazwa marki produktu
uk: Торгова марка виробу

source: The total energy ({energy}kcal) is not the approximate sum of the energy provided by protein, carbohydrates and fat ({energy_calculated}kcal +/-{energy_approx}%)
it: L'energia totale ({energy} kcal) non è la somma approssimata dell'energia delle proteine, carboidrati e grasso. ({energy_calculated} kcal +/- {energy_approx}%)
pl: Całkowita energia ({energy}kcal) nie jest przybliżoną sumą energii dostarczonej przez białka, węglowodany i tłuszcze ({energy_calculated}kcal +/-{energy_approx}%)
uk: Загальна енергія ({energy}ккал) не є приблизною сумою енергії, яку забезпечують білки, вуглеводи та жири ({energy_calculated} ккал +/- {energy_approx}%)

source: Ingredient was successfully added to the general database
it: L'ingrediente è stato aggiunto con successo al database generale
pl: Składnik został pomyślnie dodany do bazy danych
uk: Інгредієнт успішно додано до загальної бази даних

source: New user submitted ingredient
it: Nuovo ingrediente presentato dall'utente
pl: Nowy składnik dodany przez użytkownika
uk: Новий інгредієнт поданий користувачем

source: The user {0} submitted a new ingredient "{1}".
it: L'utente {0} ha inviato un nuovo ingrediente «{1}».
pl: Użytkownik {0} dodał nowy składnik "{1}".
uk: Користувач {0} подав новий інгредієнт "{1}".

source: Ingredient Categories
it: Categorie ingredienti
pl: Kategorie składników
uk: Категорії інгредієнтів

source: Amount in grams
it: Quantità in grammi
pl: Ilość w gramach
uk: Кількість в грамах

source: Unit amount, e.g. "1 Cup" or "1/2 spoon"
it: Importo unitario, ad es. «1 tazza» o «1/2 cucchiaio»
pl: Jednostka ilości, np. "1 kubek" lub "1/2 łyżki"
uk: Одиниця кількісті, напр. "1 чашка" або "1/2 ложки"

source: Meal
it: Pasto
pl: Posiłek
uk: Приймання їжі

source: Date and Time (Approx.)
pl: Data oraz czas (przybliżony)
uk: Дата і час (приблизно)

source: Time (approx)
it: Orario (approssimativo)
pl: Czas (przybliżony)
uk: Час (приблизно)

source: Give meals a textual description / name such as "Breakfast" or "after workout"
it: Dai ai pasti una descrizione testuale/nome come "Colazione" o "Dopo l'allenamento"
pl: Nadaj posiłkom opis tekstowy/nazwę, np. „Śniadanie” lub „Po treningu”
uk: Дайте стравам текстовий опис / назву, таку як "Сніданок" або "після тренування"

source: A description of the goal of the plan, e.g. "Gain mass" or "Prepare for summer"
it: Una descrizione dell'obiettivo del piano, ad es. «Guadagna massa» o «Preparati per l'estate»
pl: Opis bądź cel planu, np. "Zrób masę" lub "Przygotuj się na lato"
uk: Опис мети плану, напр. "Набір маси" або "Підготування до літа"

source: Use daily calories
it: Usa calorie giornaliere
pl: Wykorzystaj dzienne kalorie
uk: Використовуйте щоденні калорії

source: Tick the box if you want to mark this plan as having a goal amount of calories. You can use the calculator or enter the value yourself.
it: Spunta la casella se vuoi contrassegnare questo piano come se avesse una quantità di calorie da raggiungere. Puoi usare la calcolatrice o inserire il valore tu stesso.
pl: Zaznacz, jeżeli chcesz, by ten plan żywieniowy miał określoną ilość kalorii. Możesz użyć kalkulatora albo wpisać wartość samodzielnie.
uk: Поставте прапорець, якщо ви хочете відзначити цей план як такий, що має кількість калорій. Ви можете скористатися калькулятором або ввести значення самостійно.

source: Results
it: Risultati
pl: Wyniki
uk: Результати

source: Your BMI is:
it: Il tuo IMC è
pl: Twoje BMI to:
uk: Ваш ІМТ:

source: Legend
it: Leggenda
pl: Legenda
uk: Умовне позначення

source: Adipositas III
it: Obesità III
pl: Otyłość 3. stopnia
uk: Ожиріння III

source: Adipositas II
it: Obesità II
pl: Otyłość 2. stopnia
uk: Ожиріння II

source: Adipositas I
it: Obesità I
pl: Otyłość 1. stopnia
uk: Ожиріння I

source: Overweight
it: Sovrappeso
pl: Nadwaga
uk: Надмірна вага

source: Normal weight
it: Normopeso
pl: Waga w normie
uk: Нормальна вага

source: Slight underweight
it: Leggermente sottopeso
pl: Nieznaczna niedowaga
uk: Легкий недобір ваги

source: Moderate underweight
it: Moderatamente sottopeso
pl: Średnia niedowaga
uk: Помірний недобір ваги

source: Strong underweight
it: Fortemente sottopeso
pl: Duża niedowaga
uk: Сильний недобір ваги

source: Use the form to calculate your BMI (Body Mass Index). If you have entered data in the weight section, the last entry will be used automatically. Otherwise the weight you enter here will be saved in a new entry.
it: Usa questo strumento per calcolare il tuo indice di massa corporea (BMI). Se sono stati immessi dati nella sezione relativa al peso, verrà automaticamente utilizzata l'ultima voce inserita. Altrimenti il peso che inserisci qui verrà salvato in una nuova voce.
pl: Użyj formularza by wyliczyć swoje BMI (Body Mass Index). Jeżeli wpisałeś swoją aktualną wagę, ostatni wpis zostanie wykorzystany automatycznie. W innym przypadku wpisana tutaj waga będzie dodana jako aktualna waga.
uk: Використовуйте форму для розрахунку вашого ІМТ (Індекс Маси Тіла). Якщо ви ввели дані в розділ ваги, останній запис буде використовуватись автоматично. В іншому випадку, вага, який ви вкажете тут буде збережена в новому записі.

source: Your ingredient '%(ingredient)s' was successfully added to the general database.
it: Il tuo ingrediente '%(ingredient)s' è stato aggiunto con successo al database generale.
pl: Twój składnik '%(ingredient)s' został poprawnie dodany do głównej bazy danych.
uk: Ваш інгредієнт '%(ingredient)s' успішно додано до загальної бази даних.

source: It is now available on the ingredient overview and can be added to nutrition plans. You can access it on this address:
it: È ora disponibile nella panoramica degli ingredienti e può essere aggiunto a piani nutrizionali. Puoi accedervi da questo indirizzo:
pl: Jest teraz dostępny na liście składników i może być dodawany do planów żywieniowych. Składnik jest dostępny pod adresem:
uk: Він тепер доступний в огляді інгредієнтів і може бути доданий до планів харчування. Ви можете знайти його за цим посиланням:

source: Thank you for contributing and making this site better!
ca: Gràcies per ajudar a millorar aquest lloc web!
it: Grazie per avere contribuito e reso questo sito migliore!
pl: Dziękujemy za pomoc w rozwijaniu strony!
uk: Дякуємо, що зробили цей сайт кращим!

source: Submitting an ingredient
it: Invio di un ingrediente
pl: Dodawanie składnika
uk: Подання інгредієнта

source: Thank you for submitting an ingredient. This is much appreciated!
it: Grazie per aver inviato un ingrediente. L'apprezziamo molto!
pl: Dziękujemy za dodanie składnika! Bardzo to doceniamy!
uk: Дякуємо за поданий інгредієнт. Ми Вам дуже вдячні!

source: After you submit the form, the administrators will be notified. Once it is reviewed, it will be added to the database. Till this happens, it will not be visible in the overview or the search. In case you added your email when you registered, you will get notified when the process is completed sucessfully.
it: Una volta compilato il modulo, sarà inviata una notifica agli amministratori. Una volta revisionato, sarà inserito nel database. Fino ad allora, non sarà visibile nel prospetto o nella ricerca. Nel caso tu abbia inserito la tua e-mail durante la registrazione, ti verrà inviata una notifica quando il processo sarà completato con successo.
pl: Po wysłaniu formularza, powiadomieni zostaną administratorzy strony. Po akceptacji, wpis zostanie dodany do bazy danych. Zanim to nastąpi, nie będzie on widoczny w wynikach wyszukiwania. Jeżeli dodałeś swój adres e-mail, zostaniesz powiadomiony o zakończonej procedurze.
uk: Після того, як ви надішлете форму, адміністратори отримають сповіщення. Після перегляду вона буде додана до бази даних. Доки це не станеться, її не буде видно в огляді або в пошуку. Якщо ви додали електронну пошту при реєстрації, ви отримаєте сповіщення про успішне завершення процесу.

source: No ingredients.
it: Nessun ingrediente.
pl: Brak składników.
uk: Немає інгредієнтів.

source: Search
ca: Cerca
it: Ricerca
pl: Szukaj
uk: Пошук

source: ingredient name
it: Nome alimento
pl: nazwa składnika
uk: назва інгредієнта

source: Add ingredient
it: Aggiungi ingrediente
pl: Dodaj składnik
uk: Додати інгредієнт

source: Only registered users can do this
ca: Només els usuaris registrats poden fer això
it: Soli gli utenti registrato possono fare questo
pl: Tylko zarejestrowani użytkownicy mogą wykonać tą akcję
uk: Це можуть робити лише зареєстровані користувачі

source: Submission date
ca: Data d'inserció
it: Data di inserimento
pl: Data zgłoszenia
uk: Дата подання

source: Ingredient is pending review
it: L'ingrediente è in attesa di revisione
pl: Składnik czeka na akceptację
uk: Інгредієнт очікує на розгляд

source: This user submitted ingredient is pending a decision to be included in the database. Till then, it will not be shown in the overview or the search.
it: Questo ingrediente presentato dall'utente è in attesa di decisione incluso nel database. Fino ad allora, non sarà mostrato nella panoramica o la ricerca.
pl: Ten składnik przesłany prze użytkownika czeka na umieszczenie w bazie danych. Do tego czasu, nie będzie on umieszczony w wynikach wyszukiwania.
uk: Цей інгредієнт, який подав користувач, очікує на прийняття рішення включення до бази даних. До цього часу він не буде показаний в огляді або в пошуку.

source: Please select one of the options below.
ca: Seleccioneu una de les opcions següents.
it: Per favore seleziona una delle opzione specificate.
pl: Wybierz jedną z opcji poniżej.
uk: Виберіть один із наведених нижче варіантів.

source: Accept
ca: Accepta
it: Accetta
pl: Akceptuj
uk: Прийняти

source: Decline
ca: Refusa
it: Rifiuta
pl: Odrzuć
uk: Відхилити

source: Macronutrients
it: Macronutrienti
pl: Makroelementy
uk: Макроелементи

source: kJ
uk: кДж

source: n.A.
it: n.D.
uk: немає в наявності

source: Others
it: Altri
pl: Inne
uk: Інші

source: Add new weight unit
it: Aggiungi una nuova unità di peso
pl: Dodaj nową jednostkę wagi
uk: Додати нову одиницю ваги

source: Edit ingredient
it: Modifica ingrediente
pl: Edytuj składnik
uk: Редагувати інгредієнт

source: Delete ingredient
it: Cancella ingrediente
pl: Usuń składnik
uk: Видалити інгредієнт

source: Nutrition diary
it: Diario nutrizionale
pl: Dziennik diety
uk: Щоденник харчування

source: Planned
it: Pianificato
pl: Zaplanowane
uk: Заплановано

source: Logged
it: Registrato
pl: Zapisane
uk: Записано

source: Difference
it: Differenza
pl: Różnice
uk: Різниця

source: Entries
it: Dati
pl: Wpisy
uk: Записи

source: g
uk: г

source: nothing found
it: Nessun risultato
pl: nic nie znaleziono
uk: нічого не знайдено

source: Your nutrition plans
it: Il tuo piano nutrizionale
pl: Twoje plany żywieniowe
uk: Ваші плани харчування

source: Contents
it: Contenuti
pl: Zawartość
uk: Зміст

source: Log this meal
it: Registra questo pasto
pl: Dodaj posiłek
uk: Записати цю їжу

source: Add ingredient to meal
it: Aggiungi ingredienti al pasto
pl: Dodaj składnik posiłku
uk: Додати інгредієнт до їжі

source: No items for this meal.
it: Nessun alimento per questo pasto.
pl: Brak składników dla tego posiłku.
uk: Немає елементів для цього прийому їжі.

source: No meals for this plan.
it: Nessun pasto per questo piano nutrizionale.
pl: Brak posiłków dla tego planu.
uk: Немає харчування для цього плану.

source: Log this Plan
it: Aggiungi la pianificazione
pl: Dodaj ten plan
uk: Записати цей План

source: Add a new meal
it: Aggiungi un nuovo pasto
pl: Dodaj nowy posiłek
uk: Додати новий прийом їжі

source: Nutritional data
it: Dati nutrizionali
pl: Wartości odżywcze
uk: Харчові дані

source: Based on the weight entry dated %(date)s (%(weight)s)
it: Basato sui dati del peso datato%(date)s (%(weight)s)
pl: Oparte na wpisie masy z %(date)s (%(weight)s)
uk: На основі запису про вагу від %(date)s (%(weight)s)

source: Total
it: Totale
pl: Sumarycznie
uk: Разом

source: Percent of energy
it: Percentuale di energia
pl: Procent energii
uk: Відсоток енергії

source: g per body kg
it: g per peso in kg
pl: g na kg masy ciała
uk: г на кг маси тіли

source: oz per body lb
it: oz per corpo lb
pl: Uncja na funt ciała
uk: унції на фунт маси тіли

source: View complete nutrition log
it: Mostra tutte le registrazioni nutrizionali
pl: Zobacz pełen dziennik żywieniowy
uk: Переглянути повний журнал харчування

source: Goal
it: Obiettivo
pl: Cel
uk: Ціль

source: You have selected that this nutritional plan has a goal amount of calories. Use the calculator or enter the value yourself.
it: Hai selezionato che questo piano nutrizionale ha un obbiettivo sulla quantità di calorie. Usa la calcolatrice o inserisci il valore tu stesso.
pl: Ustaliłeś, że ten plan żywieniowy ma określony cel kaloryczny. Użyj kalkulatora lub wpisz wartość samodzielnie.
uk: Ви вибрали, що цей план харчування має цільову кількість калорій. Скористайтеся калькулятором або введіть значення себе.

source: If you find the ingredient list too short, you might want to activate the preference to also show English ingredients.
it: Se trovi che la lista degli ingredienti è troppo corta, potresti voler attivare la preferenza per mostrare anche gli ingredienti Inglesi.
pl: Jeżeli uważasz listę składników za niewystarczającą, możesz aktywować opcję wyświetlania składników po angielsku.
uk: Якщо список компонентів виявився занадто коротким, можна активувати налаштування, щоб також показати англійські інгредієнти.

source: Edit nutrition plan
it: Modifica piano nutrizionale
pl: Edytuj plan żywieniowy
uk: Редагувати план харчування

source: Make a copy of this nutrition plan
it: Fai una copia di questo piano nutrizionale
pl: Skopiuj ten plan żywieniowy
uk: Зробити копію цього плану харчування

source: Delete nutrition plan
it: Cancella piano nutrizionale
pl: Usuń plan żywieniowy
uk: Видалити план харчування

source: Basal metabolic rate
it: Metabolismo basale
pl: Podstawowy współczynnik metaboliczny
uk: Базальний рівень метаболізму

source: The basal metabolic rate is the amount of energy expended daily at rest. This is the minimum energy needed for the body to function, without any additional physical activity.
it: Il tasso metabolico basale è la quantità di energia spesa ogni giorno a riposo. Questa è l'energia minima necessaria affinché il corpo funzioni, senza alcuna attività fisica aggiuntiva.
pl: Podstawowa przemiana materii to ilość energii wykorzystywana codziennie w stanie spoczynku. Jest to minimalna ilość energii potrzebna dla organizmu by funkcjonować, bez żadnego dodatkowego wysiłku fizycznego.
uk: Рівень базального метаболізму - це кількість енергії, витраченої щодня в стані спокою. Це мінімальна кількість енергії, необхідна для функціонування організму, без будь-яких додаткових фізичних навантажень.

source: Your basic metabolic rate is:
it: Il tuo metabolismo basale è:
pl: Twój podstawowy współczynnik metaboliczny to:
uk: Ваша основна метаболічна норма:

source: Physical activities
it: Attività fisiche
pl: Aktywności fizyczne
uk: Фізична активність

source: The physical activity level (PAL) is a factor used to to express the additional physical activity and is used to calculate the total energy required per day.
it: Il livello di attività fisica (PAL) è un fattore utilizzato per esprimere l'attività fisica aggiuntiva e viene utilizzata per calcolare l'energia totale richiesta al giorno.
pl: Poziom aktywności fizycznej (PAL) jest współczynnikiem określającym dodatkową aktywność fizyczną i jest używany przy obliczaniu całkowitej energii potrzebnej w ciągu dnia.
uk: Рівень фізичної активності (РФА) є фактором, який використовується для вираження додаткової фізичної активності та для розрахунку необхідної загальної денної енергії.

source: Factor for daily activities:
it: Fattore per le attività quotidiane:
pl: Współczynnik dla codziennych aktywności:
uk: Фактор для щоденної активності:

source: The base caloric intake is the amount of calories your metabolism needs based on your level of physical activity.
it: L'apporto calorico di base è la quantità di calorie del tuo bisogno metabolico in base al tuo livello di attività fisica.
pl: Podstawowe spożycie kalorii jest wartością określającą ile kalorii jest wymaganych przez Twój organizm na podstawie Twojej aktywności fizycznej.
uk: Базове споживання калорій - це кількість калорій яку потребує Ваш метаболізм залежно від рівня вашої фізичної активності.

source: Calculate basic caloric intake
it: Calcola l'apporto calorico di base
pl: Oblicz podstawowe spożycie kalorii
uk: Розрахувати основне споживання калорій

source: The total calories are the actual total calories per day. This might include e.g. a surplus or deficit if you are bulking or cutting. Alternatively you might just enter yourself the amount of calories if you know the value.
it: Le calorie totali sono le calorie totali effettive al giorno. Questo potrebbe includere per es. un surplus o un deficit se si sta prendendo massa o se la si sta perdendo. In alternativa potresti semplicemente inserire te stesso la quantità di calorie se conosci il valore.
pl: Suma kalorii jest faktyczną pełną wartością kalorii na dzień. Może to uwzględniać surplus albo deficyt, w zależności od tego, czy chcesz nabrać masy mięśniowej, czy utracić tkankę tłuszczową. Alternatywnie możesz wpisać wartość samodzielnie.
uk: Загальна кількість калорій - це фактична сума калорій за день. Це може включати, наприклад, дефіцит калорій, якщо ви худнете, або надлишок, якщо набираєте вагу. В якості альтернативи можна просто ввести кількість калорій, якщо вона вам відома.

source: Transfer basic intake to total daily calories
it: Trasferire l'assunzione di base al totale delle calorie giornaliere
pl: Przenieś podstawowe spożycia do sumy dziennych kalorii
uk: Перенести основне споживання в денну кількість калорій

source: Add additional calories to total daily calories
it: Aggiungere ulteriori calorie al totale delle calorie giornaliere
pl: Dodaj dodatkowe kalorie do sumy dziennego spożycia
uk: Додати додаткові калорії в добову кількість калорій

source: Save total calories to profile
it: Salva le calorie totali nel profilo
pl: Zapisz sumę kalorii na profil
uk: Зберегти загальну кількість калорій в профайл

source: Please note that these calculations can only be an approximation. If you base your nutrition plan on these values, observe yourself for some weeks and change the total amount if needed.
it: Si prega di notare che questi calcoli possono essere solo un approssimazione. Se basi il tuo piano nutrizionale su questi valori, osserva te stesso per alcune settimane e modificare l'importo totale, se necessario.
pl: Pamiętaj, że te wyliczenia są wyłącznie przybliżone. Jeżeli opierasz swój plan żywieniowy na tych wartościach, obserwuj swój organizm przez kilka tygodni i w razie potrzeby dostosuj odpowiednie wartości.
uk: Будь ласка, запримітьте, що ці розрахунки тільки приблизні. Якщо Ви створюєте свій план харчування на цих значеннях, поспостерігайте за собою кілька тижнів і при необхідності змініть загальну кількість.

source: Please make sure your height is within the appropriate range.
it: Assicurarsi che la vostra altezza sia all'interno dell'intervallo.
uk: Будь ласка, переконайтеся, що ваш зріст знаходиться в межах відповідного діапазону.

source: 140 to 230
it: 140 a 230
uk: від 140 до 230

source: 56 to 90
it: 56 a 90
uk: від 56 до 90

source: Add a new ingredient
it: Aggiungi un nuovo ingrediente
pl: Dodaj nowy składnik
uk: Додати новий інгредієнт

source: Ingredient was successfully marked as rejected
it: L'ingrediente è stato contrassegnato con successo come rifiutato
pl: Składnik został poprawnie oznaczony jako odrzucony
uk: Інгредієнт успішно позначений як відхилений

source: Delete?
it: Elimina?
pl: Usunąć?
uk: Видалити?

source: Add new meal
it: Aggiungi un nuovo pasto
pl: Dodaj nowy posiłek
uk: Додати новий прийом їжі

source: Edit meal
it: Modifica pasto
pl: Edytuj posiłek
uk: Редагувати прийом їжі

source: Edit meal item
it: Modifica l'articolo del pasto
pl: Edytuj składnik posiłku
uk: Редагувати елемент прийому їжі

source: Nutritional plan
it: Piano nutrizionale
pl: Plan diety
uk: План харчування

source: Nutritional plan for %s
it: Piano nutrizionale per %s
pl: Plan dietetyczny dla %s
uk: План харчування для %s

source: <i>This is an empty plan, what did you expect on the PDF?</i>
it: <i>Questo è un piano vuoto, cosa ti aspettavi dal PDF?</i>
pl: <i>Pusty plan, czego się spodziewałeś w PDFie?</i>
uk: <i>Це порожній план, що ви очікували на PDF?</i>

source: Add a new weight unit
it: Aggiungi una nuova unità di peso
pl: Dodaj nową jednostkę wagi
uk: Додати нову одиницю ваги

source: Edit a weight unit to ingredient connection
it: Modifica un'unità di peso collegato all'ingrediente
pl: Edytuj powiązanie jednostki wagi i skladnika
uk: Змінити одиницю ваги з'єднання інгредієнтів

source: Thank you for using wger! wger is a collaborative open source project, made by fitness enthusiasts from around the world.
it: Grazie per aver usato wger! wger è un progetto collaborativo open source, realizzato da appassionati di fitness di tutto il mondo.
pl: Dziękujemy za używanie wger! Wger jest projektem open-source stworzony przy współpracy entuzjastów fitnessu na całym świecie.
uk: Дякуємо за використання wger! wger - це спільний проєкт з відкритим кодом, створений ентузіастами фітнесу з усього світу.

source: Source code
it: Codice sorgente
pl: Kod źródłowy
uk: Джерельний код

source: Get the source code of this application and its server on github
it: Ottieni il codice sorgente di questa applicazione e del suo server su GitHub
pl: Zobacz kod źródłowy tej aplikacji i jej serwera na Githubie
uk: Отримайте джерельний код цього застосунку та його сервера на github

source: Have a problem or idea?
it: Hai un problema o un'idea?
pl: Masz problem lub pomysł?
uk: У вас є проблема чи ідея?

source: Get in touch if something didn't behave as expected or if there is a feature that you feel is missing.
it: Contattaci se qualcosa non ha funzionato come previsto o se c'è una funzionalità che ritieni mancante.
pl: Skontaktuj się z nami, jeżeli coś zachowało się w niespodziewany sposób lub czujesz, że brakuje jakiejś funkcji.
uk: Зв'яжіться з нами, якщо щось відбувається не так, як очікувалося, або якщо є функція, яка, на вашу думку, відсутня.

source: Say hi!
it: Dì ciao!
pl: Przywitaj się!
uk: Привітайтеся!
