Repository: vousmeevoyez/werkaut-online
Catalog: wger/locale/*/LC_MESSAGES/django.po
Languages: ca, it, pl, uk

source: Default gym
ca: Gimnàs per defecte
it: Palestra di default
pl: Domyślna siłownia
uk: Тренажерний зал за замовчуванням

source: Select the default gym for this installation. This will assign all new registered users to this gym and update all existing users without a gym.
ca: Escolliu el gimnàs per defecte per a aquesta instal·lació. Això assignarà tot nou usuari que es registri a dit gimnàs i actualitzarà tots els usuaris existents que no en tinguin.
it: Seleziona la palestra di default per questa installazione. Questa palestra sarà assegnata a tutti i nuovi utenti e a tutti gli utenti già registrati che non ne hanno una.
pl: Wybierz domyślną siłownię dla tej instalacji. Do tej siłowni będą przypisywani wszyscy nowi użytkownicy oraz obecni użytkownicy bez określonej siłowni.
uk: Виберіть тренажерний зал за замовчуванням для цієї установки. Цей зал буде призначений всім новим зареєстрованим користувачам і для всіх існуючих користувачів без тренажерного залу.

source: Edit
ca: Edita
it: Modifica
pl: Edytuj
uk: Змінити

source: Sample workout
ca: Entrenament de mostra
it: Esempio di allenamento
pl: Przykładowy trening
uk: Пробне тренування

source: Sample day
ca: Dia de mostra
it: Esempio di giorno
pl: Przykładowy dzień
uk: Пробний день

source: Another sample day
ca: Un altre dia de mostra
it: Altro esempio di giorno
pl: Jeszcze jeden przykładowy dzień
uk: Інший пробний день

source: Sample nutritional plan
it: Esempio di piano nutrizionale
pl: Przykładowy plan odżywiania
uk: Зразок плану харчування

source: Placeholder workout nr {0} for schedule
ca: Reserva d'espai per l'entrenament núm. {0} per al programa
it: Segnaposto allenamento nr {0} per il programma
pl: Zapychacz treningu nr {0} w harmonogramie
uk: "Заповнювач" тренування № {0} для програми

source: My cool workout schedule
ca: El meu programa d'entrenament xamós
it: Il mio programma di allenamento
pl: Mój fajny harmonogram treningu
uk: Моя класна програграма тренувань

source: Empty placeholder schedule
ca: Programa buit per a reservar l'espai
it: Programma segnaposto vuoto
pl: Pusty zapychacz harmonogramu
uk: Порожня програма-заповнювач

source: Login
ca: Accedeix
it: Entra
pl: Zaloguj
uk: Вхід

source: First name
ca: Nom
it: Nome
pl: Imię
uk: Ім'я

source: Last name
ca: Cognom
it: Cognome
pl: Nazwisko
uk: Прізвище

source: Email
ca: Adreça electrònica
uk: Адреса електронної пошти

source: Used for password resets and, optionally, e-mail reminders.
ca: Usada per a reinicialitzar contrasenyes i, opcionalment, recordatoris per correu.
it: Usato per reimpostare la password e, opzionalmente, per i promemoria via e-mail.
pl: Używany do resetowania hasła i przypomnień e-mail.
uk: Використовується для скидання пароля і, і за необхідності, нагадування електронною поштою.

source: Date of Birth
ca: Data de naixement
it: Data di nascita
pl: Data urodzenia
uk: Дата народження

source: Personal data
ca: Dades personals
it: Dati personali
pl: Dane personalne
uk: Особисті дані

source: Workout reminders
ca: Recordatoris d'entrenament
it: Promemoria allenamento
pl: Przypomnienia treningowe
uk: Нагадування про тренування

source: Other settings
ca: Altres configuracions
it: Altre impostazioni
pl: Inne ustawienia
uk: Інші параметри

source: Save
ca: Desa
it: Salva
pl: Zapisz
uk: Зберегти

source: Used for password resets and, optionally, email reminders.
ca: Usada per a reinicialitzar contrasenyes i, opcionalment, recordatoris per correu.
it: Usato per reimpostare la password e, opzionalmente, per i promemoria via e-mail.
pl: Używany do resetowania hasła i przypomnień.
uk: Використовується для скидання пароля і, при необхідності, нагадування електронною поштою.

source: This e-mail address is already in use.
ca: Aquesta adreça ja s'està usant.
it: Questo indirizzo e-mail è già in uso.
pl: Ten adres e-mail jest już zajęty.
uk: Ця адреса електронної пошти вже використовується.

source: Password
ca: Contrasenya
pl: Hasło
uk: Пароль

source: Please enter your current password.
ca: Introduïu la contrasenya actual.
it: Si prega di inserire la tua password attuale.
pl: Wprowadź swoje aktualne hasło.
uk: Введіть свій поточний пароль.

source: Delete
ca: Esborra
it: Elimina
pl: Usuń
uk: Вилучити

source: Invalid password
ca: Contrasenya invàlida
it: Password non valida
pl: Hasło nieprawidłowe
uk: Неправильний пароль

source: The form is secured with reCAPTCHA
ca: El formulari està protegit amb reCAPTCHA
it: Quest formulario è protetto con reCAPTCHA
pl: Formularz jest chroniony przez reCaptcha
uk: Форма захищена reCAPTCHA

source: Register
ca: Enregistreu-vos
it: Registrati
pl: Zarejestruj
uk: Зареєструватись

source: Contact
ca: Contacte
it: Contatto
pl: Kontakt
uk: Контакт

source: Some way of answering you (e-mail, etc.)
ca: Algun medi per respondre-us (adreça electrònica, etc.)
it: Un modo per contattarti (e-mail, ecc.)
pl: Wybrany sposób kontaktu (e-mail itp.)
uk: Яким чином відповідати вам (електронна пошта, тощо)

source: Comment
ca: Comentari
it: Commento
pl: Komentarz
uk: Коментар

source: What do you want to say?
ca: Què voleu dir?
it: Che cosa vuoi dire?
pl: Co chcesz powiedzieć?
uk: Що ви хочете сказати?

source: Day of the week
ca: Dia de la setmana
it: Giorno della settimana
pl: Dzień tygodnia
uk: День тижня

source: Language short name
ca: Nom curt de la llengua
it: Nome breve Lingua
pl: Skrócona nazwa języka
uk: Коротке позначення мови

source: Language full name
ca: Nom llarg de la llengua
it: Nome completo Lingua
pl: Pełna nazwa języka
uk: Довге позначення мови

source: Full name
ca: Nom complet
it: Nome completo
pl: Pełna nazwa
uk: Повне ім'я

source: If a license has been localized, e.g. the Creative Commons licenses for the different countries, add them as separate entries here.
ca: Si una llicència està localitzada, p. e. llicències Creative Commons per a diferents països , afegiu-les com a entrades separades aquí.
it: Se una licenza è stata localizzata, ad es. le licenze Creative Commons per i diversi paesi, aggiungili come voci separate qui.
pl: Jeżeli licencja została przetłumaczona, np. licencja Creative Commons dla różnych krajów, dodaj je jako osobne wpisy tutaj.
uk: Якщо ліцензія була локалізована, наприклад, ліцензії Creative Commons для різних країн, додайте їх як окремі записи.

source: Short name, e.g. CC-BY-SA 3
ca: Nom curt, p. e. CC-BY-SA 3
it: Nome corto, e.g. CC-BY-SA 3
pl: Krótka nazwa np. CC-BY-SA 3
uk: Коротке ім'я, н-д CC-BY-SA 3

source: Link
ca: Vincle
uk: Посилання

source: Link to license text or other information
ca: Vincle al text de la llicència o altra informació
it: Link al testo della licenza o altre informazioni
pl: Link do treści licencji lub innych informacji
uk: Посилання на текст ліцензії чи іншу інформацію

source: %(birthdate)s is not a valid birthdate
ca: %(birthdate)s no és una data de naixement vàlida
it: %(birthdate)s non è un compleanno valido
pl: %(birthdate)s jest niepoprawną datą urodzenia
uk: %(birthdate)s це недійсно вказана дата народження

source: Male
ca: Home
it: Maschio
pl: Męźczyzna
uk: Чоловік

source: Female
ca: Dona
it: Femmina
pl: Kobieta
uk: Жінка

source: Low
ca: Baix
it: Basso
pl: Niski
uk: Низький

source: Medium
ca: Mitjà
it: Medio
pl: Średni
uk: Середній

source: High
ca: Alt
it: Alto
pl: Wysoki
uk: Високий

source: Metric (kilogram)
ca: Mètriques (kilogram)
it: Metrico (kilogrammi)
pl: Metryczny (kilogramy)
uk: Метричні (кілограм)

source: Imperial (pound)
ca: Imperials (lliura)
it: Imperiali (libbra)
pl: Imperialny (funty)
uk: Імперичні (фунт)

source: Show exercise comments
ca: Mostra comentaris dels exercicis
it: Mostra commenti agli esercizi
pl: Pokaż komentarze ćwiczenia
uk: Показувати коментарі вправи

source: Check to show exercise comments on the workout view
ca: Marqueu per a mostrar els comentaris dels exercicis a la vista d'entrenament
it: Spunta per vedere i commenti sugli esercizi nel programma di allenamento
pl: Zaznacz, by pokazać komentarze do ćwiczeń na podglądzie treningu
uk: Відмітьте для показу коментарів вправи при перегляді тренування

source: Also use ingredients in English
ca: Usa també ingredients en anglès
it: Usa anche gli ingredienti in inglese
pl: Używaj także nazw składników po angielsku
uk: Також використовувати інгредієнти Англійською

source: Check to also show ingredients in English while creating a nutritional plan. These ingredients are extracted from a list provided by the US Department of Agriculture. It is extremely complete, with around 7000 entries, but can be somewhat overwhelming and make the search difficult.
ca: Marqueu per a mostrar també els ingredients en anglès quan creeu un pla nutricional. Dits ingredients s'extreuen d'una llista proveïda pel Departament d'Agricultura dels EUA. És extremadament completa, amb unes 7000 entrades, però pot ser una mica massa extensa i dificultar les cerques.
it: Verifica anche di mostrare gli ingredienti in Inglese durante la creazione di un piano nutrizionale. Questi ingredienti sono estratti da un elenco fornito dal Dipartimento dell'Agricoltura degli Stati Uniti. È estremamente completo, con in giro 7000 voci, ma può essere alquanto travolgente e rendere la ricerca difficile.
pl: Zaznacz, aby podczas tworzenia planu żywieniowego pokazać również składniki w języku angielskim. Te składniki są ekstrahowane z dostarczonej listy przez Departament Rolnictwa Stanów Zjednoczonych. Jest niezwykle kompletny, z około 7000 wpisów, ale może być nieco przytłaczająca i utrudniać wyszukiwanie.
uk: Поставте галочку, для того щоб показати компоненти також англійською мовою при створенні плану харчування. Назви цих інгредієнтів взяті зі списку встановленому Департаментом Сільського Господарства США. Список досить великий, близько 7000 записів, що може ускладнити пошук.

source: Activate workout reminders
ca: Activa recordatoris d'entrenament
it: Attiva i promemoria per l'allenamento
pl: Aktywuj powiadomienia treningowe
uk: Активувати нагадування про тренування

source: Check to activate automatic reminders for workouts. You need to provide a valid email for this to work.
ca: Marqueu per a activar els recordatoris automàtics per als entrenaments. Cal que proporcioneu una adreça electrònica vàlida per a que funcionin.
it: Spunta per attivare i promemoria automatici per gli allenamenti. Devi inserire una e-mail valida perché funzioni.
pl: Zaznacz, by aktywować automatyczne powiadomienia dla treningów. Aby wszystko działało poprawnie, musisz podać poprawny adres email.
uk: Відмітьте для активації автоматичних нагадувань для тренувань. Для роботи цієї функції необхідно вказати дійсну адресу електронної пошти.

source: Remind before expiration
ca: Avisa'm abans que no expiri
it: Ricorda prima della scadenza
pl: Przypomnij przed wygaśnięciem
uk: Нагадати перед завершенням

source: The number of days you want to be reminded before a workout expires.
ca: Nombre de dies abans de l'expiració d'un entrenament amb què voleu ser avisat.
it: Il numero di giorni che si desidera essere informati prima che un allenamento scada.
pl: Ile dni przed wygaśnięciem treningu chcesz być o tym powiadomiony.
uk: Кількість днів для нагадування перед закінченням тренування.

source: Default duration of workouts
ca: Duració per defecte dels entrenaments
it: errore durata di allenamento
pl: Domyślna długość treningu
uk: Типова тривалість тренувань

source: Default duration in weeks of workouts not in a schedule. Used for email workout reminders.
ca: Duració per defecte en setmanes per als entrenaments no programats. Usada pels recordatoris d'entrenament per correu.
it: Durata predefinita in settimane di allenamenti non in programma. Utilizzato per i promemoria dell'allenamento tramite e-mail.
pl: Domyślna długość treningu (w tygodniach) niewpisanych do harmonogramu. Używane dla powiadomień e-mailowych.
uk: Типова тривалість тренувань в тижнях, які не заплановані. Використовується для нагадувань про тренування.

source: Notification language
ca: Llengua de notificació
it: Lingua di notifica
pl: Język powiadomień
uk: Мова сповіщення

source: Language to use when sending you email notifications, e.g. email reminders for workouts. This does not affect the language used on the website.
ca: Llengua que s'usa quan se us enviïn notificacions per correu, p. e. recordatoris per entrenaments. No afecta la llengua usada en el web.
it: Lingua da usare quando ti inviamo le e-mail di notifica, ad esempio il promemoria per l'allenamento. Questo non modifica il linguaggio usato nel sito web.
pl: Język używany w e-mailach, np. powiadomieniach o treningach. Ustawienie nie wpływa na język strony.
uk: Мова, яка використовується при надсиланні вам сповіщень електронною поштою, наприклад, нагадування про тренування. Це не стосується мови веб-сайту.

source: Age
ca: Edat
it: Età
pl: Wiek
uk: Вік

source: Height (cm)
ca: Alçada (cm)
it: Altezza (cm)
pl: Wzrost (cm)
uk: Зріст (см)

source: Hours of sleep
ca: Hores de son
it: Ore di sonno
pl: Godzin snu
uk: Годин сну

source: The average hours of sleep per day
ca: Mitjana d'hores de son al dia
it: La media delle ore di sonno giornaliere
pl: Średnia długość snu w ciągu dnia
uk: Середня кількість годин сну на добу

source: Work
ca: Feina
it: Lavoro
pl: Praca
uk: Робота

source: Average hours per day
ca: Mitjana d'hores diàries
it: Media ore per giorno
pl: Średnia ilość godzin w ciągu dnia
uk: Середня кількість годин на добу

source: Physical intensity
ca: Intensitat física
it: Intensità fisica
pl: Natężenie fizyczne
uk: Фізична інтенсивність

source: Approximately
ca: Aproximadament
it: Circa
pl: W przybliżeniu
uk: Приблизно

source: Sport
ca: Esport
uk: Спорт

source: Average hours per week
ca: Mitjana d'hores setmanals
it: Media ore per settimana
pl: Średnia liczba godzin na tydzień
uk: Середня кількість годин на тиждень

source: Free time
ca: Temps lliure
it: Tempo libero
pl: Czas wolny
uk: Вільний час

source: Total daily calories
ca: Calories diàries totals
it: Totale giornaliero calorico
pl: Dzienna całkowita liczba kalorii
uk: Денна кількість калорій

source: Total caloric intake, including e.g. any surplus
ca: Ingesta calòrica total, inclosos p. e. qualsevol extra
it: Totale calorico, incluso es. qualsiasi eccesso calorico
pl: Pełne spożycie kalorii, włączając surplus
uk: Загальне споживання калорій, в тому числі, будь-який надлишок

source: Weight unit
ca: Unitat de pes
it: Unità
pl: Jednostka wagi
uk: Одиниця ваги

source: Allow external access
ca: Permet accés extern
it: Permetti accessi esterni
pl: Pozwól na dostęp zewnętrzny
uk: Дозволити зовнішній доступ

source: Allow external users to access your workouts and logs in a read-only mode. You need to set this before you can share links e.g. to social media.
ca: Permet que usuaris externs accedeixin als vostres entrenaments i registres en mode de només lectura. Cal que ho activeu abans que podeu compartir vincles p. e. a xarxes socials.
it: Consenti agli utenti esterni di accedere ai tuoi allenamenti e registri in modalità di sola lettura. È necessario impostarlo prima di poter condividere i collegamenti, ad es. sui social media.
pl: Udostępnij do odczytu swoje treningi i logi treningowe użytkownikom zewnętrznym. Musisz to włączyć zanim będziesz mógł dzielić się linkami np. na mediach społecznościowych.
uk: Дозволити зовнішнім користувачам доступ до ваших тренувань та журналів у режимі лише для читання. Це необхідно встановити для можливості ділитися посиланнями, наприклад в соціальних мережах.

source: Automatic reminders for weight entries
ca: Recordatoris automàtics per a entrades de pes
it: Promemoria automatici per voci sul peso
pl: Przypominanie o uzupełnieniu aktualnej wagi
uk: Автоматичні нагадування для записів ваги

source: Number of days after the last weight entry (enter 0 to deactivate)
ca: Nombre de dies des de la darrera entrada de pes (introduïu 0 per a desactivar)
it: Numero di giorni dopo l'ultimo inserimento del peso (immettere 0 per disattivare)
pl: Liczba dni od ostatniego wpisu wagi (wpisz 0 by deaktywować)
uk: Кількість днів після останнього запису ваги (введіть 0 для деактивації)

source: The sum of all hours has to be 24
ca: La suma de totes les hores ha de ser 24
it: La somma di tutte le ore deve essere 24
pl: Godziny muszą sumować się do wartości 24
uk: Сума всіх годин повинна дорівнювати 24

source: Name
ca: Nom
it: Nome
pl: Nazwa
uk: Ім'я

source: Forbidden!
ca: Prohibit!
it: Proibito!
pl: Zabrionione!
uk: Заборонено!

source: Something happened that is not allowed.
ca: S'ha produït alguna cosa no permesa.
it: È successo qualcosa che non è permesso.
pl: Operacja niedozwolona.
uk: Сталося щось, що не дозволено.

source: Page not found
ca: No s'ha trobat la pàgina
it: Pagina non trovata
pl: Nie znaleziono strony
uk: Сторінку не знайдено

source: The page you requested does not exist.
ca: La pàgina sol·licitada no existeix.
it: La pagina richiesta non esiste.
pl: Żadana strona nie została odnaleziona.
uk: Запитана вами сторінка не існує.

source: An error occurred
ca: S'ha produït un error
it: Qualcosa è andato storto
pl: Wystąpił błąd
uk: Сталася помилка

source: Something happened that caused an error.
ca: Ha succeït alguna cosa que ha produït un error.
it: È successo qualcosa che ha causato un errore.
pl: Dokonał się błąd.
uk: Сталося щось, що призвело до помилки.

source: You are browsing the site as the user "%(current_user)s", all actions are performed on their data.
it: Stai visitando il sito come «%(current_user)s», tutte le azioni sono memorizzate per questo utente.
uk: Ви переглядаєте сайт як користувач "%(current_user)s", усі дії виконуються з їх даними.

source: Back to "%(target)s"
ca: Enrere a "%(target)s"
it: Ritorna a «%(target)s»
pl: Wróć do "%(target)s"
uk: Назад до "%(target)s"

source: Share
ca: Comparteix
it: Condividi
pl: Udostępnij
uk: Поділитися

source: Are you sure you want to delete this? This action cannot be undone.
ca: Esteu segur que voleu esborrar això? Aquesta acció no es pot desfer.
it: Sei sicuro/a di volerlo eliminare? Questa azione sarà permanente.
pl: Czy na pewno chcesz to usunąć? Tej czynności nie będzie można cofnąć.
uk: Ви дійсно хочете вилучити це? Цю дію неможливо скасувати.

source: Email verified
it: Email verificata
pl: E-mail zweryfikowany
uk: Електронну адресу підтверджено

source: %(username)s, your email was verified
it: %(username)s, la tua email è stata verificata
pl: %(username)s, twój adres e-mail został zweryfikowany
uk: %(username)s, ваша електронна пошта була підтверджена

source: Error, invalid verification token
it: Errore, token di verifica non valido
pl: Błąd, nieprawidłowy token weryfikacyjny
uk: Помилка, недійсний токен верифікації

source: Email Confirmation
it: Conferma email
pl: Potwierdzenie e-mail
uk: Підтвердження електронною поштою

source: You are almost there, %(username)s!
it: Ci sei quasi, %(username)s!
pl: Już prawie jesteś, %(username)s!
uk: Ви вже майже на місці, %(username)s!

source: Please click <a href="%(link)s">here</a> to confirm your email
it: Per favore clicca <a href="%(link)s">qui</a> per confermare la tua email
pl: Kliknij w <a href="%(link)s">here</a> aby potwierdzić twój e-mail
uk: Будь ласка, натисніть <a href="%(link)s">тут</a>, щоб підтвердити свою електронну пошту

source: The token expires on %(time)s
pl: Token wygasa %(time)s
uk: Строк дії токена спливає %(time)s

source: the wger Team
it: Il team wger
pl: Drużyna Wger
uk: Команда wger

source: Please click the following link to confirm your email: %(link)s
pl: Kliknij poniższy link, aby potwierdzić swój adres e-mail: %(link)s
uk: Будь ласка, перейдіть за наступним посиланням, щоб підтвердити свою електронну пошту: %(link)s

source: Dashboard
ca: Consola
it: Pagina principale
pl: Pulpit
uk: Панель

source: Add log to day
ca: Afegeix registre al dia
it: Aggiungi registro al giorno
pl: Dodaj komentarz do dnia
uk: Додати журнал до дня

source: Click to add weight logs to a training day in your current workout:
uk: Натисніть, щоб додати записи про вагу до тренування дня поточного тренування:

source: Close
ca: Tanca
it: Chiudi
pl: Zamknij
uk: Закрити

source: Add new diary entry
ca: Afegeix nova entrada al diari
it: Aggiungi nuovo record nel diario
pl: Dodaj nowy wpis dziennika
uk: Додати новий запис щоденника

source: Click to add an entry to your nutrition diary for today. You can either log a meal as you defined it, or entry any number of custom entries.
ca: Feu clic per a afegir una entrada al vostre diari nutricional. Podeu registrar un àpat com l'heu definit, o entrar qualsevol quantitat d'entrades personalitzades.
it: Clicca aggiungi per inserire informazioni al tuo diario di oggi. Puoi inserire un pasto predefinito, o inserire qualsiasi numero di informazioni personalizzate.
pl: Kliknij, aby dodać nowy wpis diety. Możesz dodać posiłek, który zdefiniowano wcześniej lub dodać tak wiele pozycji, jak chcesz.
uk: Натисніть, щоб додати запис до свого щоденника харчування на сьогодні. Ви можете або записати їжу, як ви її визначили, або ввести будь-яку кількість власних записів.

source: kcal
uk: ккал

source: Add custom diary entry
ca: Afegeix entrada de diari personalitzada
it: Aggiungi record personalizzato
pl: Dodaj niestandardowy wpis
uk: Додати власний запис щоденника

source: Workout
ca: Entrenament
it: Allenamento
pl: Trening
uk: Тренування

source: This workout is part of a schedule:
ca: Aquest entrenament és part d'un programa:
it: Questo allenamento fa parte del programma:
pl: To ćwiczenie jest częścią harmonogramu:
uk: Це тренування є частиною програми:

source: The current workout is selected from your active schedule or, if you don't have one, simply by date.
ca: L'entrenament actual se selecciona del vostre programa actiu o, si no en teniu un, simplement per data.
it: L'allenamento è selezionato dalla pianificazione attiva. Oppure, se non ne hai una, dalla data.
pl: Obecne ćwiczenie jest wybrane z aktywnego harmonogramu, a gdy żadnego nie wybrano, według daty.
uk: Поточне тренування вибирається з вашого активного розкладу або, якщо у вас його немає, просто за датою.

source: Add new log
ca: Afegeix nou registre
it: Aggiorna diario di allenamento
pl: Dodaj nowy log
uk: Додати новий журнал

source: No workouts found.
ca: No s'han trobat entrenaments.
it: Nessun allenamento trovato.
pl: Nie znaleziono treningu.
uk: Не знайдено жодних тренувань.

source: Add one now.
ca: Afegeix-ne un ara.
it: Aggiungine uno adesso.
pl: Dodaj jeden teraz.
uk: Додати зараз.

source: Nutrition plan
ca: Pla nutricional
it: Piano nutrizionale
pl: Plan żywienia
uk: План харчування

source: Energy
ca: Energia
it: Energie
pl: Energia
uk: Енергія

source: Protein
ca: Proteïna
it: Proteine
pl: Białko
uk: Білок

source: Carbohydrates
ca: Carbohidrats
it: Carboidrati
pl: Węglowodany
uk: Вуглеводи

source: Fat
ca: Greix
it: Grassi
pl: Tłuszcz
uk: Жири

source: No nutrition plans.
ca: No s'han trobat plans nutricionals.
it: Nessun piano nutrizionale trovato.
pl: Brak planów żywienia.
uk: Немає планів харчування.

source: Weight
ca: Pes
it: Peso
pl: Ciężar
uk: Вага

source: Add weight entry
ca: Afegeix entrada de pes
it: Aggiungi peso corporeo
pl: Dodaj aktualną wagę
uk: Додати запис ваги

source: Languages
ca: Llengües
it: Lingue
pl: Języki
uk: Мови

source: Nothing found.
ca: No s'ha trobat res.
it: Nessun risultato.
pl: Nie znaleziono.
uk: Нічого не знайдено.

source: Add
ca: Afegeix
it: Aggiungi
pl: Dodaj
uk: Додати

source: Options
ca: Opcions
it: Opzioni
pl: Opcje
uk: Параметри

source: License list
ca: Llista de llicències
it: Elenco delle licenze
pl: Lista licencji
uk: Список ліцензій

source: Nothing found
ca: No s'ha trobat res
it: Trovato niente
pl: Nic nie znaleziono
uk: Нічого не знайдено

source: Imprint
ca: Colofó
it: Impressum
pl: Odcisk
uk: Відбиток

source: Share this page
ca: Comparteix aquesta pàgina
it: Condividi questa pagina
pl: Udostępnij tą stronę
uk: Поділитись цією сторінкою
